{
    "libraryItemNo": 3,
    "libraryName": "Taxation",
    "contents": [
        {
            "contentItemNo": "1",
            "contentTitle": "Bureau of Internal Revenue (BIR)",
            "subContents": [
                {
                    "subcontentItemNo": "8",
                    "subcontentTitle": "Regional Revenue Memorandum Circular",
                    "case": [
                        {
                            "regulationNo": "1",
                            "Original Law": {
                                "Date": "June 19, 2002",
                                "Reference Number": "REGIONAL REVENUE MEMORANDUM CIRCULAR NO. 02-02 [*]",
                                "Subject": "All Internal Revenue Officers and Others Concerned",
                                "To": "Condominium Corporations Are Not Exempt from Corporate Income Tax Under Section 30 of The Code, Hence, Subject to Income Tax; Sale of Service, Also Subject to 10% VAT",
                                "URL": "https://cdasiaonline.com/document?type=law&id=60b1b413&title=Condominium%20Corporations%20Are%20Not%20Exempt%20From%20Corporate%20Income%20Tax&refNo=Regional%20Revenue%20Memorandum%20Circular%20No.%2002-02",
                                "Details": {
                                    "Details": "SECTION 1. Scope. — Some of our revenue officers have verbally consulted the undersigned whether or not a \"condominium corporation\" may be treated exempt from corporate income tax under Section 30, NIRC of 1997 and, also, whether its sale of service is subject to the value added tax under Section 108 of the said Code.\n\nSECTION 2. A Condominium Corporation is Not a Civic League for the Promotion of Social Welfare; Not Exempt from Corporate Income Tax. — For the information and guidance of all concerned, a condominium corporation has been held not entitled to exemption from corporate income tax. Its claim for exemption from corporate income tax, allegedly as a \"Civic league or organization not organized for profit but operated exclusively for the promotion of social welfare,\" even if it is organized as a non-stock, non-profit entity pursuant to R.A. No. 4726, otherwise known as the Condominium Act, has been denied in the unnumbered BIR RULING, dated November 22, 1978, issued by Justice Efren I. Plana, in his capacity as former Commissioner of Internal Revenue, the dispositive portion of which reads:\n\n\"From the foregoing powers and purposes for which the Corporation was organized, it is obvious that the services rendered by the Corporation benefit only the common areas of the condominium project as well as the members thereof who are the owners of the condominium units. Said services do not benefit the community as a whole, and therefore, it cannot be considered a civic league or organization operated exclusively for the promotion of social welfare, for the promotion of social welfare covers activities that advance the common good and general welfare of the people of the community [34 Am Jur. 2d., 1976 Ed., p. 689] and since the activities of the corporation are for the benefit of the unit owners of the condominium it cannot be considered a civic league or social welfare organization. It has been held that an association formed by the unit owners of a condominium project to provide for the arrangement, maintenance and care of the common areas of the project is not a tax exempt social welfare organization. (Am Jur. 2d, 1976 Ed., p. 586)\n\n\"In view thereof, the Second Midland Park Manor Condominium, cannot be considered an organization operated exclusively for the promotion of social welfare as contemplated under Section 27 (g) [1] of the Tax Code. Consequently, it should file an income tax return and pay income tax on its net income.\" TaDCEc\n\nThat, a condominium corporation is not exempt from corporate income tax has been consistently reiterated in the following cases, as follows:\n\nBIR RULING No. 277-86, Dec. 18, 1986\n\n\"Documentary evidence submitted shows that the Corporation is duly registered with the Securities and Exchange Commission; that it is organized under the provisions of the Condominium Act of the Philippines (R.A. No. 4726); and that the purposes for which that Corporation is formed are to hold title to the common areas in the condominium project known and identified as 'ODC International Plaza.'\n\n\"It should be noted that as gleaned in your articles of incorporation, the services to be rendered by your condominium corporation benefit only the common areas of the condominium project as well as the members thereof who are the owners of the condominium units; and that the services to be rendered do not benefit the community as a whole.\n\n\"In view of the foregoing, and since the activities of the ODC International Plaza Condominium Corporation benefit only the unit owners of the corporation, it cannot be considered a civic league organization operated exclusively for the promotion of social welfare as contemplated under Section 27(g) of the Tax Code, for the promotion of social welfare covers activities that advance the common good and general welfare of the people of the community (34 Am. Jur. 2d, 1976 Ed. p. 586). Moreover, an association formed by the unit owners of a condominium project to provide for the management, maintenance and care of all areas and elements in their condominium was denied exemption as a social welfare organization (34 Am. Jur. 2d., 1976 Ed., p. 690). Consequently, that corporation should file an income tax return and pay income tax on its net income.\"\n\nBIR RULING No. 042-89, March 22, 1989\n\n\"An association formed by the unit owners of a condominium project to provide for the management, maintenance and care of all areas in their condominium project was denied exemption as a social welfare organization (34 Am. Jur. 2d: 1976 Ed., p. 690). Consequently, you should file an income tax return and pay income tax on your net income. (BIR) Ruling No. 027-g-277-86 dated December 18, 1986)\"\n\nBIR RULING No. 193-93, May 5, 1993\n\n\"Such being the case, the Union Square One Condominium Corporation, cannot be considered an organization operated exclusively for the promotion of social welfare as contemplated under Section 26(g) of the Tax Code, for the promotion of social welfare covers activities that advance the common good and general welfare of the people of the community (34 Am. Jur. 2d 1976 Ed.); and since the activities of Union Square One Condominium Corporation are primarily for the benefit of the unit owners of said corporation, it cannot be considered a civic league or social welfare organization. It has been held that an association formed by the unit owners of a condominium project to provide for the arrangement, maintenance and care of the common areas of the project is not a tax-exempt social welfare organization (34 Am. Jur. 2d, 1976 Ed., p. 586).\n\n\"Consequently, the Union Square One Condominium Corporation should file an income tax return and pay income tax.\"\n\nSECTION 2. [n] Normal Revenues of a Condominium Corporation. — The normal revenue of a condominium corporation are the \"dues and assessments\" paid by the unit owners of the condominium building. In addition, some condominium corporation also derive business income, e.g., rental income, revenue from restaurant operations, etc. The aforementioned \"dues and assessments\" have been treated embraced by the term \"income,\" as follows:\n\n\"Thus, amounts paid in as dues by members of non-exempt organizations have been held to be income to the organization so long as the organization furnishes the members with benefits and advantages in return for such payments. Voluntary 'contributions' not required of members are not, however, taxable to the corporation.\" (MERTENS, § 5.14, Vol. 1, p. 206)\n\nThere is also no dispute that the aforementioned other revenues of a condominium corporation, definitely, fall under the term \"income.\"\n\nSECTION 3. Sale of Service, Even if Made by a Non-Stock, Non-Profit Organization, Regardless of Whether Made with a View to Profit, is Subject to the 10% VAT. —\n\nThe pertinent portion of the Supreme Court decision in the case of COMMISSIONER OF INTERNAL REVENUE, petitioner, vs. COURT OF APPEALS and COMMONWEALTH MANAGEMENT AND SERVICES CORPORATION, respondents. [G.R. No. 125355. March 30, 2000.], where it was held that, upon effectivity of the Expanded VAT Law under R.A. No. 7716, (i.e., implemented beginning January 1, 1996, pursuant to Revenue Regulations No. 6-95) sale of service is subject to VAT, regardless of whether or not the same is made by a non-stock, non-profit entity and regardless of whether or not made with a view to profit, is hereby disseminated for the proper guidance of all concerned, this being relevant to the issue in the case of condominium corporations. HDacIT\n\n\"Commonwealth Management and Services Corporation (COMASERCO, for brevity), is a corporation duly organized and existing under the laws of the Philippines. It is an affiliate of Philippine American Life Insurance Co. (Philamlife), organized by the latter to perform collection, consultative and other technical services, including functioning as an internal auditor, of Philamlife and its other affiliates.\n\nxxx xxx xxx\n\n\"COMASERCO contends that the term 'in the course of trade or business' requires that the 'business' is carried on with a view to profit or livelihood. It avers that the activities of the entity must be profit-oriented. COMASERCO submits that it is not motivated by profit, as defined by its primary purpose in the articles of incorporation, stating that it is operating 'only on reimbursement-of-cost basis, without any profit.' Private respondent argues that profit motive is material in ascertaining who to tax for purposes of determining liability for VAT.\n\n\"We disagree.\n\n\"On May 28, 1994, Congress enacted Republic Act No. 7716, the Expanded VAT Law (EVAT), amending among other sections, Section 99 of the Tax Code. On January 1, 1998, Republic Act 8424, the National Internal Revenue Code of 1997, took effect. The amended law provides that:\n\n'SECTION 105. Persons Liable. — Any person who, in the course of trade or business, sells, barters, exchanges, leases goods or properties, renders services, and any person who imports goods shall be subject to the value-added tax (VAT) imposed in Sections 106 and 108 of this Code.\n\n'The value-added tax is an indirect tax and the amount of tax may be shifted or passed on to the buyer, transferee or lessee of the goods, properties or services. This rule shall likewise apply to existing sale or lease of goods, properties or services at the time of the effectivity of Republic Act No. 7716.\n\n'The phrase 'in the course of trade or business' means the regular conduct or pursuit of a commercial or an economic activity, including transactions incidental thereto, by any person regardless of whether or not the person engaged therein is a nonstock, nonprofit organization (irrespective of the disposition of its net income and whether or not it sells exclusively to members of their guests), or government entity.\n\n'The rule of regularity, to the contrary notwithstanding, services as defined in this Code rendered in the Philippines by nonresident foreign persons shall be considered as being rendered in the course of trade or business.'\n\n\"Contrary to COMASERCO's contention the above provision clarifies that even a non-stock, non-profit organization or government entity, is liable to pay VAT on the sale of goods or services. VAT is a tax on transactions, imposed at every stage of the distribution process on the sale, barter, exchange of goods or property, and on the performance of services, even in the absence of profit attributable thereto. The term 'in the course of trade or business' requires the regular conduct or pursuit of a commercial or an economic activity, regardless of whether or not the entity is profit-oriented.\n\n\"The definition of the term 'in the course of trade or business' incorporated in the present law applies to all transactions even to those made prior to its enactment. Executive Order No. 273 stated that any person who, in the course of trade or business, sells, barters or exchanges goods and services, was already liable to pay VAT. The present law merely stresses that even a nonstock, nonprofit organization or government entity is liable to pay VAT for the sale of goods and services.\n\n\"Section 108 of the National Internal Revenue Code of 1997 defines the phrase 'sale of services' as the 'performance of all kinds of services for others for a fee, remuneration or consideration.' It includes 'the supply of technical advice, assistance or services rendered in connection with technical management or administration of any scientific, industrial or commercial undertaking or project.'\n\n\"On February 5, 1998, the Commissioner of Internal Revenue issued BIR Ruling No. 010-98 emphasizing that a domestic corporation that provided technical, research, management and technical assistance to its affiliated companies and received payments on a reimbursement-of-cost basis, without any intention of realizing profit, was subject to VAT on services rendered. In fact, even if such corporation was organized without any intention of realizing profit, any income or profit generated by the entity in the conduct of its activities was subject to income tax.\n\n\"Hence, it is immaterial whether the primary purpose of a corporation indicates that it receives payments for services rendered to its affiliates on a reimbursement-of-cost basis only, without realizing profit, for purposes of determining liability for VAT on services rendered. As long as the entity provides service for a fee, remuneration or consideration, then the service rendered is subject to VAT.\n\n\"At any rate, it is a rule that because taxes are the lifeblood of the nation, statutes that allow exemptions are construed strictly against the grantee and liberally in favor of the government. Otherwise stated, any exemption from the payment of a tax must be clearly stated in the language of the law; it cannot be merely implied therefrom. In the case of VAT, Section 109, Republic Act 8424 clearly enumerates the transactions exempted from VAT. The services rendered by COMASERCO do not fall within the exemptions.\n\n\"Both the Commissioner of Internal Revenue and the Court of Tax Appeals correctly ruled that the services rendered by COMASERCO to Philamlife and its affiliates are subject to VAT. As pointed out by the Commissioner, the performance of all kinds of services for others for a fee, remuneration or consideration is considered as sale of services subject to VAT. As the government agency charged with the enforcement of the law, the opinion of the Commissioner of Internal Revenue, in the absence of any showing that it is plainly wrong, is entitled to great weight. Also, it has been the long standing policy and practice of this Court to respect the conclusions of quasi-judicial agencies, such as the Court of Tax Appeals which, by the nature of its functions, is dedicated exclusively to the study and consideration of tax cases and has necessarily developed an expertise on the subject, unless there has been an abuse or improvident exercise of its authority. DHSaCA\n\n\"There is no merit to respondent's contention that the Court of Appeals' decision in CA-G.R. No. 34042, declaring the COMASERCO as not engaged in business and not liable for the payment of fixed and percentage taxes, binds petitioner. The issue in CA-G.R. No. 34042 is different from the present case, which involves COMASERCO's liability for VAT. As heretofore stated, every person who sells, barters, or exchanges goods and services, in the course of trade or business, as defined by law, is subject to VAT\"\n\nSECTION 4. Revenue Procedures. — All Revenue District Officers are hereby instructed to immediately undertake the following measures in order to enhance our revenue generation effort and thus attain our awesome tax collection target for the year 2002:\n\n1. Determine all existing condominium corporations under their respective area of jurisdiction;\n\n2. Determine whether or not these condominium corporations have filed corporate income tax returns and paid their respective income taxes for the period from its inception up to the present.\n\n3. Determine whether or not these condominium corporations have paid VAT on their respective taxable revenues for the period from January 1, 1996 up to the present.\n\n4. Submit a report thereon, to this Office, within fifteen (15) days from receipt of this RRMC.\n\nSECTION 5. Strict compliance herewith is enjoined.\n\n(SGD.) ANTONIO I. ORTEGA\nRegional Director\n\n* RRMC 02-2002 is deemed void under BIR Ruling No. 18-2005 (September 16, 2005) for having been issued ultra vires.\n\n1. Now Sec. 30 (G), NIRC, as renumbered by R.A. No. 8424.\n\nn Note from the Publisher: Copied verbatim from official document.",
                                    "Footnote": "Footnotes",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 8424",
                                        "Title": "Tax Reform Act of 1997",
                                        "Date": "12/11/1997"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 7716",
                                        "Title": "Expanded Value Added Tax (VAT) Law",
                                        "Date": "05/05/1994"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 4726",
                                        "Title": "The Condominium Act",
                                        "Date": "06/18/1966"
                                    }
                                ],
                                "Jurisprudence": [
                                    {
                                        "Reference Number": "G.R. No. 125355",
                                        "Title": "Commissioner of Internal Revenue v. Court of Appeals",
                                        "Date": "03/30/2000"
                                    }
                                ],
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Regulations No. 06-95",
                                        "Title": "Implementation of Republic Act No. 7716 (The Expanded VAT Law)",
                                        "Date": "12/11/1995"
                                    },
                                    {
                                        "Reference Number": "BIR Ruling No. 193-93",
                                        "Title": "Union Square One Condominium Corporation Should File ITR",
                                        "Date": "05/05/1993"
                                    },
                                    {
                                        "Reference Number": "BIR Ruling No. 042-89",
                                        "Title": "Exemption from the Value-Added Tax",
                                        "Date": "03/22/1989"
                                    },
                                    {
                                        "Reference Number": "BIR Ruling No. 277-86",
                                        "Title": "Request for Exemption from Payment of Income Tax and Filing of Corresponding Income Tax Return",
                                        "Date": "12/18/1986"
                                    }
                                ]
                            }
                        }
                    ]
                }
            ]
        }
    ]
}