{
    "libraryItemNo": 3,
    "libraryName": "Taxation",
    "contents": [
        {
            "contentItemNo": "1",
            "contentTitle": "Bureau of Internal Revenue (BIR)",
            "subContents": [
                {
                    "subcontentItemNo": "19",
                    "subcontentTitle": "Revenue Memorandum Order",
                    "case": [
                        {
                            "regulationNo": "1",
                            "Original Law": {
                                "Date": "July 4, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 034-2025",
                                "Subject": "Guidelines and Procedures Regarding Requests for Issuance of a Certified True Copy of the Commissioner of Internal Revenue's Decision on an Administrative Appeal Against a Final Decision on Disputed Assessment and on a Denial of the Claims for Refund of Value-Added Tax and Excise Tax under Sections 112 (C) and 135-A of the National Internal Revenue Code of 1997, as Amended by Republic Act No. 12066, under the Jurisdiction of the Appellate Division",
                                "To": "All Internal Revenue Officials and Employees and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=d5634ac5&title=Guidelines%20and%20Procedures%20Regarding%20Requests%20for%20Issuance%20of%20a%20Certified%20True%20Copy%20of%20the%20Commissioner%20of%20Internal%20Revenue%27s%20Decision%20on%20an%20Administrative%20Appeal%20Against%20a%20Final%20Decision%20on%20Disputed%20Assessment%20and%20on%20a%20Denial%20of%20the%20Claims%20for%20Refund%20of%20Value-Added%20Tax%20and%20Excise%20Tax%20under%20Sections%20112%20(C)%20and%20135-A%20of%20the%20National%20Internal%20Revenue%20Code%20of%201997,%20as%20Amended%20by%20Republic%20Act%20No.%2012066,%20under%20the%20Jurisdiction%20of%20the%20Appellate%20Division&refNo=Revenue%20Memorandum%20Order%20No.%20034-2025",
                                "Details": {
                                    "Details": "In order to facilitate the processing of requests for a Certified True Copy (CTC) of the Commissioner of Internal Revenue (CIR)'s Decision on an administrative appeal against a Final Decision on Disputed Assessment (FDDA) and on the denial of the claims for refund of value-added tax (VAT) and excise tax (ET) under Sections 112 (C) and 135-A of the National Internal Revenue Code (NIRC) of 1997, as amended by Republic Act (R.A.) No. 12066, under the jurisdiction of the Appellate Division, the following documentary requirements and procedures are hereby promulgated for the compliance of all concerned: CAIHTE\n\nI. Documentary Requirements:\n\n1. Written request for a CTC of the CIR's Decision on the administrative appeal against the FDDA and on the denial of the claims for refund of VAT and ET under Sections 112 (C) and 135-A of the NIRC of 1997, as amended by R.A. No. 12066 under the jurisdiction of the Appellate Division. This request must include the taxpayer's name and the taxable year involved and must be signed by the taxpayer or the taxpayer's authorized representative;\n\n2. For individual taxpayers:\n\na. Photocopy of one (1) government-issued identification card (ID) showing the taxpayer's name, picture, and signature (with one specimen signature)\n\nb. If transacting through a representative:\n\ni. One (1) original copy of Special Power of Attorney executed by the taxpayer, clearly indicating the purpose and the name of the authorized representative; and\n\nii. Photocopy of one (1) government-issued ID for both the taxpayer and the authorized representative, showing their names, pictures, and signatures (with one specimen signature each);\n\n3. For corporations/non-individual taxpayers: aScITE\n\na. One (1) original copy of a Board Resolution, Written Resolution (in case of a one-person corporation), or Secretary's Certificate, indicating the purpose and the name of the authorized representative; and\n\nb. Photocopy of one (1) government-issued ID for both the signatory and the authorized representative, showing their names, pictures, and signatures (with one specimen signature each).\n\n4. Proof of payment of Certification Fee issued by the General Services Division (GSD)-Bureau of Internal Revenue (BIR) National Office; and\n\n5. Payment of documentary stamp tax.\n\nII. Procedures:\n\n1. Submit a written request for a CTC of the CIR's Decision on the administrative appeal against the FDDA or on the denial of the claims for refund of VAT and ET under Sections 112 (C) and 135-A of the NIRC of 1997, as amended by R.A. No. 12066 under the jurisdiction of the Appellate Division, along with the applicable proof of identification and authorization enumerated above, to the Administrative Officer of the Appellate Division at Room 807, 8th Floor, BIR National Office for verification and processing of the request.\n\n2. Pay the applicable fee of P100.00 per CTC to the GSD at Room 1011, 10th Floor, BIR National Office and the documentary stamp tax.\n\n3. Present proof of payment issued by the GSD and the loose DST to the Appellate Division.\n\n4. Receive the CTC of the CIR's Decision on administrative appeal against the FDDA or on the denial of the claims for refund of VAT or ET under Sections 112 (C) and 135-A of the NIRC of 1997, as amended by R.A. No. 12066, from the Appellate Division.\n\nRequests with incomplete or non-compliant requirements shall not be processed.\n\nAny revenue issuance which is inconsistent with this Order is deemed revoked, repealed, or modified accordingly.\n\nThis Order takes effect immediately and shall be given as wide a publicity as possible. DETACa\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            }
                        },
                        {
                            "regulationNo": "2",
                            "Original Law": {
                                "Date": "June 24, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 032-2025",
                                "Subject": "Creation, Modification and Dropping of Alphanumeric Tax Code (ATC) of Selected Revenue Source under Republic Act (R.A.) No. 12214 (Capital Markets Efficiency Promotion Act) and R.A. No. 11494 (Bayanihan to Recover as One Act)",
                                "To": "All Collection Agents, Revenue District Officers and Other Internal Revenue Officers Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=27d29bde&title=Creation,%20Modification%20and%20Dropping%20of%20Alphanumeric%20Tax%20Code%20(ATC)%20of%20Selected%20Revenue%20Source%20under%20Republic%20Act%20(R.A.)%20No.%2012214%20(Capital%20Markets%20Efficiency%20Promotion%20Act)%20and%20R.A.%20No.%2011494%20(Bayanihan%20to%20Recover%20as%20One%20Act)&refNo=Revenue%20Memorandum%20Order%20No.%20032-2025",
                                "Details": {
                                    "Details": "I. OBJECTIVE:\n\nTo facilitate the proper identification and monitoring of payment for percentage tax pursuant to the issuance of Republic Act No. 12214, otherwise known as Capital Markets Efficiency Promotion Act and R.A. No. 11494 (Bayanihan to Recover as One Act), the following ATCs are hereby created, modified and dropped: HTcADC\n\nA. The following ATC is hereby created:\n\nATC\n\nDescription\n\nTax Rate\n\nLegal Basis\n\nBIR Form No.\n\nPT203\n\nSale or Exchange of Shares of Stock and Other Securities of a Domestic Corporation Listed and Traded through a Foreign Stock Exchange (FSE)\n\n1/10 of 1%\n\nR.A. No. 12214\n\n2552\n\nB. The following ATC is hereby modified:\n\nEXISTING (per ATC Handbook)\n\nLEGAL BASIS\n\nBIR FORM NO.\n\nMODIFIED/NEW\n\nATC\n\nDescription\n\nTax Rate\n\nDescription\n\nTax Rate\n\nPT200\n\nTax on Sale, Barter or Exchange of Shares of Stock and Other Securities Listed and Traded through a Local Stock Exchange (LSE)\n\n6/10 of 1%\n\nR.A. No. 12214\n\n2552\n\nSale or Exchange of Shares of Stock and Other Securities Listed and Traded through a Local Stock Exchange (LSE)\n\n1/10 of 1%\n\nC. The following ATCs are hereby dropped:\n\nATC\n\nDescription\n\nTax Rate\n\nLegal Basis\n\nBIR Form No.\n\nPT201\n\nSale or Exchange of Shares of Stock through Initial Public Offering\n\nR.A. No. 11494\n\n2552\n\nUp to 25%\n\n4%\n\nOver 25% but not over 33 1/3%\n\n2%\n\nOver 33 1/3%\n\n1%\n\nPT202\n\nSale or Exchange of Shares of Stock through Secondary Public Offering\n\nR.A. No. 11494\n\n2552\n\nUp to 25%\n\n4%\n\nOver 25% but not over 33 1/3%\n\n2%\n\nOver 33 1/3%\n\n1%\n\nII. REPEALING CLAUSE:\n\nThis Revenue Memorandum Order (RMO) revises portions of all other issuances inconsistent herewith. CAIHTE\n\nIII. EFFECTIVITY:\n\nThis RMO shall take effect immediately.\n\nROMEO D. LUMAGUI, JR.\n\nCommissioner of Internal Revenue\n\nby:\n\n(SGD.) LARRY M. BARCELO, CESO IV\n\nOIC-Deputy Commissioner\n\nLegal Group-00074\n\nOfficer-in-Charge\n\n(Per RDAO No. 35-2025)\n\nDate of Signing: June 30, 2025",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 12214",
                                        "Title": "Capital Markets Efficiency Promotion Act",
                                        "Date": "05/29/2025"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 11494",
                                        "Title": "Bayanihan to Recover as One Act",
                                        "Date": "09/11/2020"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "3",
                            "Original Law": {
                                "Date": "May 27, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 030-2025",
                                "Subject": "All Revenue Officials, Employees, and Others Concerned",
                                "To": "Competency-Based Human Resource Management System (CBHRMS) in the Bureau of Internal Revenue",
                                "URL": "https://cdasiaonline.com/document?type=law&id=b5f33d53&title=Competency-Based%20Human%20Resource%20Management%20System%20(CBHRMS)%20in%20the%20Bureau%20of%20Internal%20Revenue&refNo=Revenue%20Memorandum%20Order%20No.%20030-2025",
                                "Details": {
                                    "Details": "I. BACKGROUND\n\nAs part of the BIR's initiative to achieve the highest level of recognition in the Civil Service Commission's Program to Institutionalize Meritocracy and Excellence in Human Resource Management (CSC PRIME-HRM), the Human Resource Development Service (HRDS) has developed and integrated a Competency-based Human Resource Management System (CBHRMS) into its four (4) core HRM systems: Recruitment, Selection and Placement; Learning and Development; Performance Management; and Rewards & Recognition. The development and implementation of CBHRMS align with the PRIME-HRM Enhanced Maturity Level Indicators, as specified in CSC Memorandum Circular (MC) No. 24, s. 2016, to ensure that BIR's HRM practices meet the highest standards of excellence, professionalism, and institutionalization. HTcADC\n\nTo support this, BIR has moved from a process-defined HRM approach to a competency-based approach, involving identification and development of knowledge, skills, and attitudes (competencies) needed for success. This transition can be achieved through training, skill building, learning interventions, and improved workforce planning and hiring practices. Ultimately, leading to improved job performance and satisfaction. This shifts the focus from processes to the capabilities of individuals and how they contribute to organizational goals.\n\nCBHRMS is beneficial both to the employees and the management as it offers a standard structure for recruitment, selection and placement, learning and development, work expectations, performance evaluation, career advancement paths, and rewards and recognition. It minimizes personal bias and subjectivity in hiring and promotion decisions, ensuring that employees are well-suited for their roles. Furthermore, the appropriate learning and development interventions/programs will be designed, developed, implemented, and evaluated within the right time frame to help employees achieve the required competency levels for career pathing and succession planning. By following the standards implemented through CBHRMS, employees receive the necessary support, training, capability-building interventions, and career development opportunities to achieve their performance goals while contributing to the Bureau's mission of delivering efficient and effective public service.\n\nII. OBJECTIVES\n\nThis Order is issued to: CAIHTE\n\n1. Discuss the theory and best practices of competency modeling, identification, and assessment as a foundation for the four (4) core pillars of PRIME-HRM: Recruitment, Selection and Placement, Learning and Development, Performance Management, and Rewards & Recognition; and\n\n2. Prescribe policies for the effective implementation of CBHRMS in the BIR to ensure a consistent, competency-based approach across all HRM systems.\n\nIII. SCOPE AND COVERAGE\n\nThis Order shall apply to:\n\n1. All BIR employees involved in the processes of recruitment, selection, placement, performance management, learning and development, and rewards and recognition;\n\n2. All four (4) core human resource management systems: Recruitment, Selection, and Placement; Learning and development; Performance Management; and Rewards and Recognition;\n\n3. Workforce planning, career and competency development, and succession planning initiatives within the Bureau; and\n\n4. All BIR employees, regardless of position or salary grade, across all offices within the Bureau, to ensure that they consistently demonstrate the required competencies for the effective performance of their duties and responsibilities.\n\nIV. DEFINITION OF TERMS\n\n1. Baseline Position Profile — provides a detailed list of competencies and proficiency levels required for each position to ensure relevance, clarity, consistency, and fairness in job expectations and performance evaluations across the Bureau.\n\n2. Behavioral Indicators — demonstrated actions that indicate the presence of competency (knowledge, skills, attitudes and other attributes) at a particular proficiency level.\n\n3. Check-and-Stop Method — is a competency mapping technique in which functional competency is assessed for its relevance and applicability to a specific position. This method is also used for the leadership competencies of SG18-23 positions.\n\n4. Competency — defined as observable and measurable complement of knowledge, skills, and attitudes essential for successful job performance. aScITE\n\n5. Competency Definition — a clear and concise description of competency and its importance within the BIR context.\n\n6. Competency Dictionary — the official reference document defining the competencies required within the BIR. It contains detailed competency tables for each identified competency.\n\n7. Competency Framework — blueprint of the design, development, implementation, integration, monitoring, evaluation, and assessment of the CBHRMS for the BIR.\n\n8. Competency Mapping/Profiling — the process of identifying the required competencies and proficiency levels for each position to create a standardized baseline position profile within the Bureau.\n\n9. Competency Modeling — the process of identifying and defining the knowledge, skills, and attitudes required within the BIR. It is a framework that helps agencies align their human resource management practices with their strategic goals.\n\n10. Competency Table — a structured outline consisting of the competency cluster, competency definition, rubrics/4-proficiency levels and descriptions, and behavioral indicators of each competency to provide understanding of how a particular competency is demonstrated.\n\n11. Core Competencies — fundamental knowledge, skills, and attitudes required for all BIR employees, regardless of their function or role.\n\n12. Cluster code — represents the identification of the competencies based on Core (e.g., C1, C2, C3 . . .), Leadership (e.g., L1, L2, L3 . . .), and Functional (e.g., F1, F2, F3 . . .) classifications.\n\n13. Floor-and-Ceiling Method — is a competency mapping technique in which a specific proficiency level for each of the core competency is mapped across a range of positions — from the lowest (floor) to the highest (ceiling) salary grades or position levels.\n\n14. Functional Competencies — job-specific skills and technical knowledge required to perform duties effectively. These competencies vary depending on the employee's function or role.\n\n15. Leadership Competencies — competencies essential for officials and employees in leadership and management roles, including those in the pipeline for succession planning.\n\n16. Proficiency levels or competency levels — refer to a scale that outlines varying levels of progression for each competency. These levels reflect the increasing depth of expertise, responsibility, and complexity expected at different salary grades or job positions.\n\n17. Rubric — refers to the explicit criteria that tells \"what counts\" in assessing demonstration of the competencies. DETACa\n\n18. Rubric description — serves as reference in determining behavioral indicators.\n\nV. POLICIES\n\n1. Competencies shall refer to the integrated set of knowledge, skills, and attitudes that all employees are expected to demonstrate in the effective fulfillment of their roles and responsibilities. These competencies are anchored on the BIR's vision and mission, core values, strategy map, and mandate. All BIR employees are required to develop, apply, and continuously enhance these competencies to meet established performance expectations, support organizational goals, and uphold the standards of excellence in public service.\n\n2. The Competency Model and Profiles shall align with the standards set by the CSC PRIME-HRM Maturity Level 3, which emphasizes the integration of CBHRMS into the key areas of human resource management. This model ensures that employee competencies are aligned with the Bureau's organizational anchors, i.e., mission, vision, core values, strategic goals and directions, equipping personnel with the essential knowledge, skills, and attitudes for effective job performance. Competency modeling and job profiling will provide a platform for more objective, fair, and defensible human resource management processes for the Bureau.\n\nThe Competency Modeling shall consist of the following three (3) components:\n\na. Competency Framework\n\nb. Competency Model\n\nc. Competency Dictionary\n\n3. The CBHRMS Framework, as shown below, shall serve as the blueprint of the Bureau's journey towards institutionalizing meritocracy and excellence in delivering public service. It shall guide the Bureau in integrating the competency-based principles into its human resource management policies, practices, and processes to ensure a strategic, consistent, and objective approach to workforce development.\n\nThe framework is represented as a wheel, with the Bureau's competency clusters and functional group forming its structure. At the center is the BIR logo, symbolizing the agency's mandate, aspiration, mission, and core values, which serve as the foundation of the Bureau's competency journey. The middle blue gradient layer represents the five functional groups: Office of the Commissioner (OCIR), Legal Group (LG), Information Systems Group (ISG), Resource Management Group (RMG), and Operations Group (OG). Surrounding these functional groups are the competencies represented by a color derived from the BIR logo and the Philippine flag, and clustered into Core, Leadership, and Functional competencies. This framework reflects the BIR's cohesiveness, with its workforce moving as one towards service excellence. HEITAD\n\n4. The BIR Competency Model, represented by Competency Tables, shall be composed of the following elements:\n\na. Competency Name identified from the organizational anchors\n\nb. Competency Definition aligned with the determined Competency Cluster\n\nc. Rubrics/4-proficiency levels and Descriptions of each level per competency that are aligned with the competency definition\n\nd. Behavioral Indicators per rubric/proficiency level aligned with respective level description\n\n5. The BIR shall adopt a systematic and strategic approach in identifying competencies to ensure alignment with its organizational mandate, strategic direction, and performance standards. The following processes and approaches shall be observed:\n\na. Competency identification shall align with the BIR's vision, mission, and core values to ensure employees support the agency's purpose and direction.\n\nb. The BIR's organizational structure shall be reviewed to establish a clear understanding of job roles and responsibilities, forming the basis for determining required competencies.\n\nc. Existing job descriptions and Key Performance Indicators (KPIs) shall be analyzed to identify the specific knowledge, skills, and attitudes contributing to high performance in each role. aDSIHc\n\nd. The BIR's strategy map and Major Final Outputs (MFOs) shall be utilized to determine the competencies necessary for delivering strategic priorities and achieving key organizational outcomes.\n\ne. Competencies shall be benchmarked against best practices from other government agencies to guide the selection of relevant competencies.\n\n6. Competencies shall be defined using the following elements:\n\na. Competency name — Reflects the complement of knowledge, skills, and attitude manifested through observable behaviors.\n\nb. Competency definition — Includes a behavioral action word, describes how the work is performed, indicates output aligned with the BIR's strategic goals, and highlights the expected quality of outcomes.\n\nc. Rubrics/4-Proficiency levels and Description — Each competency shall be further defined using rubrics across four (4) proficiency levels: Basic (Level 1), Intermediate (Level 2), Advanced (Level 3), and Superior (Level 4). These levels shall reflect the depth of expertise, responsibility, and complexity expected at different salary grades or job positions. Progression through these levels shall be guided by the following dimensions:\n\ni. Intensity — Degree of involvement or completeness of action\n\nii. Vertical Complexity — Considering more people, data, figures, concepts, ideas, etc. into account\n\niii. Horizontal Complexity — Ranging from simple and routine to highly intricate or complex\n\niv. Scope — Similar tasks in a narrow environment to increased tasks in a broad environment\n\nv. Time horizon — Action planning on anticipated future situation\n\nvi. Breadth of impact — Number of positions or people or job groups affected\n\nvii. Autonomy — Degree of supervision or level of decision-making power\n\nviii. Context — From a narrowly defined work environment to multiple or wide variety of work environments\n\nd. Behavioral indicators — At each rubric/proficiency level, specific behavioral indicators shall be defined to describe how competency is demonstrated. These indicators must be observable, measurable, verifiable, and capable of being developed through training or other capacity-building interventions. Each behavioral indicator shall include a behavioral action word, object of the action, and the corresponding attribute or expected output. ATICcS\n\n7. The BIR shall maintain a Competency Dictionary (Annex A), which shall serve as the official, standardized reference tool for the Bureau's human resource management and organizational development initiatives. The Competency Dictionary consists of seventy-two (72) competencies, categorized as follows:\n\na. Core Competencies (8 competencies) — Applicable to all positions within the Bureau; when identifying core competencies, the Build Approach (as against Buy/Borrow, Borrow-and-Modify, or Buy-and-Modify), is the most appropriate since the organization is a unique entity that exists in a specific environment. The process of identifying core competencies for the BIR begins with a review of its culture, mission, aspiration, values, and strategic goals.\n\nb. Leadership Competencies (6 competencies) — Applicable to leadership or managerial positions. In identifying competencies of managers/leaders of the organization the Competency Menu Method can be a good option because of the many well-researched management and leadership competency models that are available. The BIR developed one leadership competency (L1) and adopted five (5) additional leadership competencies (L2-L6) from the CSC pursuant to CSC MC No. 05, s. 2016; and\n\nc. Functional Competencies (58 competencies) — Specific to job roles or offices based on technical or operational requirements. For technical or functional competencies, all approaches to competency modelling (Buy, Buy-and-Modify, Borrow-and-Modify, and Build) may be used. The Build Approach, however, is still the best way to develop a competency model (for the BIR) that responds precisely to the needs of the Bureau.\n\nThe Competency Dictionary shall be utilized for the following purposes:\n\na. Identifying and mapping competencies required for specific positions;\n\nb. Developing competency-based job descriptions for all positions within the Bureau;\n\nc. Guiding assessment of candidates through competency-based interviews and selection tools and techniques;\n\nd. Assessing employee's current competency levels to support career and competency development, succession planning, and performance management; and\n\ne. Designing, developing, and implementing competency-based learning and development programs tailored to the Bureau's needs. ETHIDa\n\n8. The BIR shall establish a Baseline Position Profile (Annex B) outlining the required competencies and corresponding proficiency levels for each plantilla position within the Bureau. The following techniques shall be employed in mapping the competency requirements for each position:\n\na. Floor-and-Ceiling Method — a specific proficiency level is mapped across a range of positions — from the lowest (floor) to the highest (ceiling) salary grades or position levels. This method ensures consistent competency expectations across all job levels.\n\nb. Check-and-Stop Method — a competency is assessed for its relevance and applicability to a specific position. The process involves reviewing the competency definition and its behavioral indicators, checking those that align with the position's duties and responsibilities, and stopping when a behavioral indicator is no longer relevant. This method ensures that only applicable competencies are assigned, resulting in a focused and role-specific competency profile.\n\n9. The Floor-and-Ceiling Method shall be used to map the Core Competencies. The required proficiency levels for Core Competencies shall be as follows:\n\nSalary Grade (SG)\n\nRequired Proficiency Level\n\nSG 2-14\n\nBasic\n\nSG 15-18\n\nIntermediate\n\nSG 19-24\n\nAdvanced\n\nSG 25 & above\n\nSuperior\n\n10. For Functional competencies, the Head of Office shall be responsible for identifying and mapping the required competencies and proficiency levels for each position within their respective offices, using the Check-and-Stop Method. This process shall be based on the defined roles, responsibilities, and functional requirements of the position.\n\n11. The BIR shall adopt the leadership competencies prescribed by the CSC for officials occupying Division Chief positions and above, and shall apply the Check-and-Stop Method for mapping the leadership competencies of positions within SG 18-23. The required proficiency levels for Leadership competencies shall be as follows:\n\nSalary Grade (SG)\n\nRequired Proficiency Level\n\nSG 18-23\n\nBasic\n\nSG 24\n\nIntermediate\n\nSG 25-27\n\nAdvanced\n\nSG 28\n\nSuperior\n\nNote: Employees with SG 18 or higher who are not in supervisory positions (e.g., Attorney II) shall not be required to manifest leadership competencies.\n\n12. All HRM processes, including recruitment, selection, placement, learning and development, performance management, and rewards and recognition, shall be competency-based to ensure merit-based, objective, and strategic human resource management within the Bureau. TIADCc\n\n13. All policies, guidelines, and processes governing the four (4) core HRM systems — Recruitment, Selection and Placement; Learning & Development; Performance Management; and Rewards & Recognition — shall be formulated in alignment with the CSC PRIME-HRM Enhanced Maturity Level Indicators, as outlined in CSC Memorandum Circular No. 24, s. 2016. This ensures the seamless integration of HR processes within the CBHRMS.\n\n14. A BIR CBHRMS Manual shall be developed by the TWG to serve as a guidebook for the implementation of CBHRMS in the Bureau. This manual shall define key concepts, tools, methodologies, processes, forms, and templates necessary for effective implementation. All offices responsible for implementing CBHRMS in the BIR shall be guided by the BIR CBHRMS Manual in ensuring the adoption of the system in its processes.\n\n15. The BIR Competency Model, Competency Dictionary, and Baseline Position Profiles shall be periodically reviewed and updated as necessary to maintain alignment with the Bureau's strategic goals and CSC PRIME-HRM standards. Any enhancements and/or revisions shall require the approval of the Commissioner before implementation.\n\nVI. REPEALING CLAUSE\n\nAll other revenue issuances and/or portion(s) thereof that are inconsistent herewith are hereby revoked and/or amended accordingly.\n\nVII. EFFECTIVITY\n\nThis Order shall take effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": {
                                        "ANNEX A": {
                                            "details": "Competency Dictionary",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_030-2025-Competency_Dictionary.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141416Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=9aa956534a91bd95ac19f74baccf593353fac2e0960ccf9703a7f6259fbca04d"
                                            ]
                                        },
                                        "ANNEX B": {
                                            "details": "Baseline Position Profile",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_030-2025-Baseline_Position_Profile.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141416Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=e6dd53f1df61144969878e1510cc6401f61bcaa558b58df51806c53fee07077b"
                                            ]
                                        }
                                    }
                                }
                            },
                            "Cited Reference": {
                                "Civil Service": [
                                    {
                                        "Reference Number": "CSC Memorandum Circular No. 24-16",
                                        "Title": "Program to Institutionalize Meritocracy and Excellence in Human Resource Management (PRIME-HRM) Enhanced Maturity Level Indicators",
                                        "Date": "10/24/2016"
                                    },
                                    {
                                        "Reference Number": "CSC Memorandum Circular No. 05-16",
                                        "Title": "Revised Qualification Standards for Division Chief and Executive/Managerial Positions in the Second Level",
                                        "Date": "02/24/2016"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "4",
                            "Original Law": {
                                "Date": "May 22, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 028-2025",
                                "Subject": "Amending Certain Provisions and Annex A of Revenue Memorandum Order No. 46-2024",
                                "To": "All Internal Revenue Officials, Employees and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=2cc876f5&title=Amending%20Certain%20Provisions%20and%20Annex%20A%20of%20Revenue%20Memorandum%20Order%20No.%2046-2024&refNo=Revenue%20Memorandum%20Order%20No.%20028-2025",
                                "Details": {
                                    "Details": "I. OBJECTIVE\n\nThis Order is being issued to amend certain provisions and Annex A: Quarterly Progress Report prescribed under Revenue Memorandum Order (RMO) No. 46-2024 re: Policies, Guidelines and Procedures in the Preparation and Submission of Progress Report for the Programs/Projects and Activities in the BIR Strategic Plan for 2024-2028 dated October 21, 2024. aDSIHc\n\nII. AMENDMENTS\n\nHereunder are the portions amending RMO No. 46-2024 to wit:\n\n1. The format of Annex A (Quarterly Progress Report) shall be revised, as attached herein.\n\n2. Section III.2 shall be read as: For each activity, the responsible ACIR/RD shall determine whether the activities were \"DONE\" and \"NOT DONE.\" If \"DONE,\" they must indicate the actual accomplishments of the activity. If \"NOT DONE,\" state the HINDRANCES/REASONS that hinders the implementation of such activity and the PROPOSED SOLUTIONS to said hindrances.\n\nIII. REPEALING CLAUSE\n\nAll other issuances inconsistent herewith are hereby modified or repealed accordingly.\n\nIV. EFFECTIVITY\n\nThis Order takes effect immediately until amended or revised.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": {
                                        "ANNEX A": {
                                            "details": "Quarterly Progress Report\nFocus Area 1: Highly Digital",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_028-2025-ANNEX_A.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141422Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=11b1a12028097b8a249422804d480f8ca433fb9449dfafe4d07fc6183df37cef"
                                            ]
                                        },
                                        "ANNEX B": {
                                            "details": "Quarterly Progress Report\nFocus Area 2: Empowered Revenuers with Integrity",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_028-2025-ANNEX_B.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141422Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=ed44957b1a6ef07e66a3228987a5d4ecb922d6994b8f917fe40b410b2b9d542f"
                                            ]
                                        }
                                    }
                                }
                            },
                            "Cited Reference": {
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 046-2024",
                                        "Title": "Policies, Guidelines and Procedures in the Preparation and Submission of Progress Report for the Programs/Projects and Activities in the BIR Strategic Plan for 2024-2028",
                                        "Date": "10/21/2024"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "5",
                            "Original Law": {
                                "Date": "May 21, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 029-2025",
                                "Subject": "All Revenue Officials and Employees Concerned",
                                "To": "Amending RMO No. 14-2025, on the Allocation of the CY 2025 BIR Collection Goal by Implementing Office",
                                "URL": "https://cdasiaonline.com/document?type=law&id=2d4e0425&title=Amending%20RMO%20No.%2014-2025,%20on%20the%20Allocation%20of%20the%20CY%202025%20BIR%20Collection%20Goal%20by%20Implementing%20Office&refNo=Revenue%20Memorandum%20Order%20No.%20029-2025",
                                "Details": {
                                    "Details": "This Order is being issued to amend Table Nos. 5A to 5F of Revenue Memorandum Order No. 14-2025 (CY 2025 BIR Collection Goal Allocation, By Implementing Office Based on FY 2025 Budget of Expenditures and Sources of Financing (BESF), dated March 12, 2025 due to the amendment of the CY 2024 refined collection data of Regular LT Audit Divisions (RLTADs) I, II and III in which significant taxpayers transferred their jurisdictions. CAIHTE\n\nThe revised Tables are attached herewith, for your information and guidance.\n\nThis Order supersedes the pertinent portions of RMO No. 14-2025 and shall take effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue\n\nTABLE 5A\n\nRevised Monthly Total Collection Goal Allocation of Regular LT Audit Divisions, CY 2025\n\nTABLE 5B\n\nRevised Monthly Collection Goal Allocation for Income Taxes of Regular LT Audit Divisions, CY 2025\n\nTABLE 5C\n\nRevised Monthly Collection Goal Allocation for Excise Taxes of Regular LT Audit Divisions, CY 2025\n\nTABLE 5D\n\nRevised Monthly Collection Goal Allocation for Value-Added Tax of Regular LT Audit Divisions, CY 2025\n\nTABLE 5E\n\nRevised Monthly Collection Goal Allocation for Percentage Taxes of Regular LT Audit Divisions, CY 2025\n\nTABLE 5F\n\nRevised Monthly Collection Goal Allocation for Other Taxes of Regular LT Audit Divisions, CY 2025",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 014-2025",
                                        "Title": "CY 2025 BIR Collection Goal Allocation, by Implementing Office Based on FY 2025 Budget of Expenditures and Sources of Financing (BESF), Development Budget Coordination Committee (DBCC) Ad Referendum Dated June 27, 2024",
                                        "Date": "03/12/2025"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "6",
                            "Original Law": {
                                "Date": "May 19, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 025-2025",
                                "Subject": "Revised Customer Satisfaction Survey Form and Updated Survey Working Paper under the Client Support Service",
                                "To": "All Concerned Internal Revenue Officials and Personnel",
                                "URL": "https://cdasiaonline.com/document?type=law&id=2d3a42d5&title=Revised%20Customer%20Satisfaction%20Survey%20Form%20and%20Updated%20Survey%20Working%20Paper%20under%20the%20Client%20Support%20Service&refNo=Revenue%20Memorandum%20Order%20No.%20025-2025",
                                "Details": {
                                    "Details": "This Order is issued to prescribe the Revised Customer Satisfaction Survey Form and its Updated Working Paper pursuant to Revenue Memorandum Order (RMO) No. 31-2024 issued on August 8, 2024, due to the following changes made in the 2025 BIR Citizen's Charter (1st Edition):\n\n1. Renaming of the following Frontline services:\n\na. Application for Closure of Business — Head Office Subject to Audit with Issuance of Tax Clearance (Excluding the Audit Process Processing Time) — Code S28\n\nb. Application for Closure of Business — Branch without Tax Liabilities — Code S28-C\n\n2. Addition of new frontline services under the Client Support Service pursuant to Operations Memorandum Nos. 45-2024 and 48-2024:\n\na. Processing of Permit to Use Loose-Leaf Books of Accounts/Invoices/Other Accounting Records — Code S27\n\nb. Application for Closure of Business — Head Office Not Subject to Audit with Issuance of Tax Clearance — Code S28-A\n\nc. Application for Closure of Business — Branch with Tax Liabilities — Code S28-B\n\nRelative thereto, the Revised Customer Satisfaction Survey Form (Annex A) shall be used by all BIR Frontliners/Officers under the Client Support Section to get customer feedback on the delivery of frontline services. HTcADC\n\nMoreover, all Revenue District Offices shall use the Updated Matrix of Actions Taken/To be Taken Report Format (Annex B). All Client Support Unit Heads shall use the Updated Survey Working Paper (Annexes C-E) in processing the Survey Results of registration — related frontline services only; and submit the same to the Taxpayer Service Programs and Monitoring Division on or before the 10th day of the month via email at tspmd_tas@bir.gov.ph.\n\nAll Frontliners in the Client Support Section shall administer the survey to ALL taxpayers with completed transaction either via the provided survey link, Quick Response (QR) Code, or manual survey form. A transaction is considered complete when the final step in the availed frontline service (per the BIR Citizen's Charter) is made/completed by the taxpayer. All Frontliners must ensure that the manual survey forms are properly filled-out and that there are no blank fields left by the taxpayers. CAIHTE\n\nThis Order takes effect beginning on June 02, 2025.\n\n(SGD.) ROMEO D. LUMAGUI JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": {
                                        "ANNEX A": {
                                            "details": "Customer Satisfaction Survey",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_025-2025-ANNEX_A.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141431Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=ee9761d0dab6da4728099d119ce658821b5b368fac1e18b127010dfb1b16ee8a"
                                            ]
                                        },
                                        "ANNEX B": {
                                            "details": "Standard Taxpayer Feedback System\nMatrix of Actions Taken/To be Taken",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_025-2025-ANNEX_B.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141431Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=96ccd9fb555d9f4b65044b881702583fa7e91a1ef634fcf5c5e6490c44ac9190"
                                            ]
                                        },
                                        "ANNEX C": {
                                            "details": "Working Paper on the Results of the Customers Satisfaction Survey",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_025-2025-ANNEX_C.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141431Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=8a3cc49eea02eb5a298449f62b908d6d4d4b0c99fa6084ea6089558046e07d81"
                                            ]
                                        },
                                        "ANNEX D": {
                                            "details": "Large Taxpayers Service (N.O.)",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_025-2025-ANNEX_D.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141431Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=cbabb30ffdd0884aa0e0297cd26c1fbf1b912bc62b17087ec35c10aa9e5a0c83"
                                            ]
                                        },
                                        "ANNEX E": {
                                            "details": "Summary of Feedback",
                                            "links": [
                                                "https://cdn-usercontents.cdasiaonline.com/ckeditor_assets/private/attachments/Revenue_Memorandum_Order_025-2025-ANNEX_E.pdf?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=P72YPKJESFXNVVHAAP5H%2F20250710%2Fsgp1%2Fs3%2Faws4_request&X-Amz-Date=20250710T141431Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=517d94f040d169fa01444bcc9c29f036d700ccf7b72c7080873588ce0c8893c3"
                                            ]
                                        }
                                    }
                                }
                            },
                            "Cited Reference": {
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 031-2024",
                                        "Title": "Revised Customer Satisfaction Survey Form under Client Support Service",
                                        "Date": "08/08/2024"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "7",
                            "Original Law": {
                                "Date": "April 29, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 022-2025",
                                "Subject": "Amending the Guidelines in the Processing and Issuance of Certificate of Tax Exemption under Revenue Memorandum Order No. 38-2019 Entitled as \"Tax Exemption of Non-Stock, Non-Profit Corporations under Section 30 of the National Internal Revenue Code of 1997, as Amended\"",
                                "To": "All Internal Revenue Officers and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=556dfaf6&title=Amending%20the%20Guidelines%20in%20the%20Processing%20and%20Issuance%20of%20Certificate%20of%20Tax%20Exemption%20under%20Revenue%20Memorandum%20Order%20No.%2038-2019%20Entitled%20as%20%22Tax%20Exemption%20of%20Non-Stock,%20Non-Profit%20Corporations%20under%20Section%2030%20of%20the%20National%20Internal%20Revenue%20Code%20of%201997,%20as%20Amended%22&refNo=Revenue%20Memorandum%20Order%20No.%20022-2025",
                                "Details": {
                                    "Details": "SECTION 1. Background. — Revenue Memorandum Order (RMO) No. 38-2019 was issued to clarify the nature, character, and tax treatment of corporations under Section 30 of the National Internal Revenue Code (NIRC) of 1997, as amended, and to devolve to the Revenue Regions the issuance of the Certificate of Tax Exemption (CTE) to said corporations. HTcADC\n\nThe recent passage of Republic Act No. 12021 or the \"Magna Carta of Filipino Seafarers\" mandated the recognition of exemptions from taxes, duties, and other assessments provided in Article 251 of Presidential Decree No. 442, as amended, enjoyed by legitimate labor organizations of seafarers, without need to apply for confirmation of such exemptions. Additionally, the Implementing Rules and Regulations (IRR) of the said law states that in availing of the said exemptions from taxes, duties and other assessments provided, a legitimate labor organization of seafarers shall only be required to submit a certification from the Department of Labor and Employment (DOLE) to the concerned government agencies that it is included in the register of legitimate labor organizations. Hence, there exists a necessity to amend certain portions of RMO No. 38-2019 to align with the intentions of the said law and its IRR.\n\nSECTION 2. Part V of RMO No. 38-2019 is hereby amended as follows:\n\n\"V. TAXATION OF ORGANIZATIONS AND CORPORATIONS UNDER SEC. 30 OF THE NIRC OF 1997, AS AMENDED\n\nxxx xxx xxx\n\nD. Tax Exemption of a legitimate labor organization of seafarers\n\n1) Notwithstanding any provision of a general or special law to the contrary the income and the properties of a legitimate labor organization of seafarers, including grants, endowments, gifts, donations and contributions they may receive from fraternal and similar organizations, local or foreign, which are actually, directly and exclusively used for their lawful purposes, shall be free from taxes, duties and other assessments. The exemptions provided therein may be withdrawn only by a special law expressly repealing the Section 8 (second paragraph) of Republic Act (RA) No. 12021 or the \"Magna Carta of Filipino Seafarers.\"\n\n2) The limitations provided under this Order for income tax exemption, obligation as withholding agents, and liability for VAT or percentage tax shall still apply to a legitimate labor organization of seafarers.\"\n\nSECTION 3. Part VI of RMO No. 38-2019 is hereby amended as follows: CAIHTE\n\n\"VI. GUIDELINES IN THE PROCESSING AND ISSUANCE OF CERTIFICATE OF TAX EXEMPTION OR AVAILMENT OF TAX EXEMPTIONS\n\nxxx xxx xxx\n\nC. Documentary Requirements for the availment of tax exemptions by legitimate labor organization of seafarers\n\n1. Legitimate labor organizations of seafarers need to register as a taxpayer at the RDO having jurisdiction with their principal place of business. Since the tax exemptions provided under Article 251 of Presidential Decree (PD) No. 442, as amended, or the Labor Code of the Philippines, Section 8 of RA No. 12021 or the \"Magna Carta of Filipino Seafarers,\" and Section 30 of the NIRC, as amended, are granted to a legitimate labor organization as a non-stock, non-profit entity, they do not need to apply for a Certificate of Tax Exemption but they need to submit upon registration the following documents:\n\na. Certified true copy of the latest Articles of Incorporation (AOI) and By-Laws issued by the Securities and Exchange Commission (SEC). The AOI must expressly state the following provisions, to wit:\n\ni. It is a non-stock, non-profit corporation or association;\n\nii. No part of the corporation or association's net income shall inure to the benefit of any private individual;\n\niii. The trustees of the non-profit corporation or association do not receive any compensation or remuneration; and\n\niv. In case of dissolution, its assets shall be distributed to one or more entities formed for the purpose/purposes similar to its own, or to the Philippine government for public purpose.\n\nb. Original Certification under Oath by an executive officer of the corporation or association as to: (i) full description of its past, present, and proposed activities, (ii) the sources and disposition of income, (iii) detailed description of all revenues which it seeks to be exempted from income tax, and (iv) amount of income, compensation, salaries or any emoluments paid by the corporation or association to its trustees, officers and other executive officers. aScITE\n\nc. Legitimate labor organizations of seafarers shall submit a certified true copy of the certification from the Department of Labor and Employment (DOLE) that it is included in the register of legitimate labor organizations to the RDO where it is registered within sixty (60) days from the effectivity of the IRR of RA No. 12021.\n\n2. Pursuant to Section 8 of RA No. 12021 or the \"Magna Carta of Filipino Seafarers,\" legitimate labor organization of seafarers no longer need to apply for a Certificate of Tax Exemption in order to avail of the tax exemptions provided to them. However, the availment of the said tax exemptions shall be without prejudice to the conduct of post-audit investigation and/or investigation by concerned RDO having jurisdiction over their principal place of business.\n\n3. In order to monitor their status as a legitimate labor organization which is a continuing qualification for their eligibility to the tax exemption provided under Section 8 of RA No. 12021, legitimate labor organizations of seafarers shall attach an updated certified true copy certification from the DOLE that it is still included in the register of legitimate labor organizations when they file their Annual Income Tax Returns.\n\n4. Legitimate labor organization availing of the tax exemptions shall inform the Bureau of the Internal Revenue, through the RDO where they are registered, of the cancellation of their registration with the DOLE and/or non-inclusion in the list of legitimate labor organizations. Noncompliance herewith shall be subjected to penalties under pertinent laws and revenue issuances.\" DETACa\n\nSECTION 4. Part VIII of RMO 38-2019 is hereby amended as follows:\n\n\"VIII. QUARTERLY REPORT ON THE ISSUANCE OF CTEs AND ANNUAL REPORT AVAILMENT OF TAX EXEMPTIONS\n\nAll Regional Directors are required to submit on or before the 20th day of the month following the end of each quarter a Quarterly Summary Report of all CTEs issued to Section 30 corporations together with the copies of the said CTEs to the Audit Information, Tax Exemption and Incentives Division (AITEID), with a copy furnished to the Assistant Commissioner, Legal Service, for a centralized database of issued CTEs.\n\nAll Revenue District Offices shall keep an inventory list or record of all labor organizations registered within their respective jurisdiction availing of the incentives under RA No. 12021 and shall submit the same to the AITEID, with a copy furnished to the Assistant Commissioner, Legal Service, on an annual basis, not later than the 30th of January.\"\n\nSECTION 5. Repealing Clause. — Any revenue issuance which is inconsistent with Order is deemed revoked, repealed, or modified accordingly.\n\nSECTION 6. Effectivity. — This Order takes effect immediately and shall be given as wide a publicity as possible.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "IRR of RA 12021",
                                        "Title": "Implementing Rules and Regulations of Republic Act (RA) No. 12021",
                                        "Date": "01/08/2025"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 12021",
                                        "Title": "Magna Carta of Filipino Seafarers",
                                        "Date": "09/24/2024"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 8424",
                                        "Title": "Tax Reform Act of 1997",
                                        "Date": "12/11/1997"
                                    },
                                    {
                                        "Reference Number": "Presidential Decree No. 442",
                                        "Title": "Labor Code of the Philippines",
                                        "Date": "05/01/1974"
                                    }
                                ],
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 038-19",
                                        "Title": "Tax Exemption of Non-Stock, Non-Profit Corporations under Section 30 of the National Internal Revenue Code of 1997, As Amended",
                                        "Date": "07/24/2019"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "8",
                            "Original Law": {
                                "Date": "April 24, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 020-2025",
                                "Subject": "Policies and Procedures in Processing One-Time Transaction (ONETT) of Cannot be Located (CBL) Taxpayers",
                                "To": "All Internal Revenue Officials, Employees and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=980d88e4&title=Policies%20and%20Procedures%20in%20Processing%20One-Time%20Transaction%20(ONETT)%20of%20Cannot%20be%20Located%20(CBL)%20Taxpayers&refNo=Revenue%20Memorandum%20Order%20No.%20020-2025",
                                "Details": {
                                    "Details": "I. BACKGROUND\n\nProvisions of Section II.F.4 of Revenue Memorandum Order (RMO) No. 4-2025 provides that any BIR Office handling frontline services, including the processing of electronic Certificate Authoring Registration (eCAR) shall verify as to whether the taxpayer-applicant is among those taxpayers tagged as CBL. In this case, the number of days indicated in the BIR Citizen's Charter to process/deliver the issuance of eCAR, as mandated under existing revenue issuances in accordance with Republic Act No. 11032, \"An Act Promoting Ease of Doing Business and Efficient Delivery of Government Services,\" shall not apply. HTcADC\n\nII. OBJECTIVE\n\nThis Order is hereby issued to prescribe policies and procedures in handling ONETT cases of taxpayers tagged as CBL.\n\nIII. POLICIES AND PROCEDURES\n\nThe ONETT Officer-of-the-Day (ONETT OD), Revenue Officer (RO) or Group Supervisor (GS) from the Assessment Section (AS) shall, after verifying the Taxpayer Identification Number (TIN) through the Internal Revenue Integrated System [n] -Taxpayer Registration System (IRIS-TRS), check whether any party to the transaction [i.e., Seller(s)/Buyer(s)/Donor(s)/Donee(s)/Heir(s) is tagged as CBL in the Master List found on the BIR Website.\n\nThe ONETT OD shall perform the applicable procedures set forth under Item II.G of RMO No. 4-2025. No application for the issuance of ONETT Computation Sheet (OCS) or eCAR shall be processed until the CBL taxpayer has complied and resurfaced. The taxpayer may, however, avail of voluntary payment of applicable taxes to avoid incurring any penalty or interest.\n\nIV. REPEALING CLAUSE\n\nAll revenue issuance or pertinent portions thereof inconsistent herewith are hereby modified, amended, suspended, or repealed accordingly.\n\nV. EFFECTIVITY\n\nThis Order shall take effect immediately. CAIHTE\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue\n\nn Note from the Publisher: Written as \"Internal Revenue Integrated\" in the official document.",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 11032",
                                        "Title": "Ease of Doing Business and Efficient Government Service Delivery Act of 2018",
                                        "Date": "05/28/2018"
                                    }
                                ],
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 004-2025",
                                        "Title": "Policies and Guidelines in the Reporting of Cannot be Located (CBL) Taxpayers and Procedures in Handling the Cases Pertaining Thereto",
                                        "Date": "01/14/2025"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "9",
                            "Original Law": {
                                "Date": "April 23, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 021-2025",
                                "Subject": "Amending Portion of RMO No. 5-2025 which Prescribes the Agency Performance Indicators and Targets for CY 2025-2028",
                                "To": "All Internal Revenue Officials and Employees Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=b05ce4e2&title=Amending%20Portion%20of%20RMO%20No.%205-2025%20which%20Prescribes%20the%20Agency%20Performance%20Indicators%20and%20Targets%20for%20CY%202025-2028&refNo=Revenue%20Memorandum%20Order%20No.%20021-2025",
                                "Details": {
                                    "Details": "I. OBJECTIVE\n\nThis Order is issued to amend the performance target of the indicator Filing of RATE Cases, detailed in Annex A of Revenue Memorandum Order (RMO) No. 5-2025. HEITAD\n\nII. AMENDMENT\n\nHereunder are the portions amending Annex A of RMO No. 5-2025:\n\nPerformance indicator\n\nFormula\n\nPerformance Target\n\n2025\n\n2026\n\n2027\n\n2028\n\nRATE Cases\n\nNumber of cases filed to DOJ\n\nTarget for the period\n\nx 100\n\n284 cases filed at DOJ*\n\n284 cases filed at DOJ*\n\n284 cases filed at DOJ*\n\n284 cases filed at DOJ*\n\n*   The breakdown of the 284 cases are as follows:\n\n1.   Regional Office (2 cases per Revenue District Office)\n\n—\n\n248\n\n2.   National Office\n\n—\n\n36\n\n–––––––––––––––––––\n\nTOTAL TARGET\n\n284\n\n==================\n\nIII. REPEALING CLAUSE\n\nThe related portions of RMO No. 5-2025 which are inconsistent herewith are hereby repealed and amended accordingly.\n\nIV. EFFECTIVITY\n\nThis Order takes effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Memorandum Order No. 005-2025",
                                        "Title": "Prescribes the Agency Performance Indicators and Targets for CY 2025-2028",
                                        "Date": "01/14/2025"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "10",
                            "Original Law": {
                                "Date": "April 15, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 027-2025",
                                "Subject": "Creation of Alphanumeric Tax Code (ATC) for Value-Added Tax (VAT) on Local Sales of Registered Business Enterprises (RBEs)",
                                "To": "All Collection Agents, Revenue District Officers and Other Internal Revenue Officers Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=94c74619&title=Creation%20of%20Alphanumeric%20Tax%20Code%20(ATC)%20for%20Value-Added%20Tax%20(VAT)%20on%20Local%20Sales%20of%20Registered%20Business%20Enterprises%20(RBEs)&refNo=Revenue%20Memorandum%20Order%20No.%20027-2025",
                                "Details": {
                                    "Details": "I. OBJECTIVE:\n\nTo facilitate the proper identification and monitoring of payment for VAT on local sales of RBEs as provided in Section 295 (D) of the National Internal Revenue Code of 1997, as amended by Republic Act (RA) No. 12066 and as implemented by Revenue Regulations (RR) No. 9-2025, the following ATC is hereby created: SDHTEC\n\nATC\n\nDescription\n\nTax Rate\n\nLegal Basis\n\nBIR Form No.\n\nWV110\n\nVAT on Local Sales of Registered Business Enterprises (RBEs)\n\n12%\n\nRR No. 9-2025\n\n0605/1600-VT/2307\n\nII. REPEALING CLAUSE:\n\nThis Revenue Memorandum Order (RMO) revises portions of all other issuances inconsistent herewith.\n\nIII. EFFECTIVITY:\n\nThis RMO shall take effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 12066",
                                        "Title": "Amendments to Certain Sections and Adding New Sections to the NIRC of 1997",
                                        "Date": "11/08/2024"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 8424",
                                        "Title": "Tax Reform Act of 1997",
                                        "Date": "12/11/1997"
                                    }
                                ],
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Regulations No. 009-2025",
                                        "Title": "Implementing Pertinent Provision of Section 295 (D) of the National Internal Revenue Code of 1997 (Tax Code), as Amended by Section 18 of Republic Act (RA) No. 12066, Particularly on the Treatment of Local Sales of Goods and/or Services by Registered Business Enterprises (RBEs)",
                                        "Date": "02/25/2025"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "11",
                            "Original Law": {
                                "Date": "April 15, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 026-2025",
                                "Subject": "Modification of Alphanumeric Tax Code (ATC) of Selected Revenue Source under Republic Act (RA) No. 12066, Otherwise Known as Corporate Recovery and Tax Incentives for Enterprises Maximize Opportunities for Reinvigorating the Economy (CREATE MORE) Act",
                                "To": "All Collection Agents, Revenue District Officers and Other Internal Revenue Officers Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=cebd30dd&title=Modification%20of%20Alphanumeric%20Tax%20Code%20(ATC)%20of%20Selected%20Revenue%20Source%20under%20Republic%20Act%20(RA)%20No.%2012066,%20Otherwise%20Known%20as%20Corporate%20Recovery%20and%20Tax%20Incentives%20for%20Enterprises%20Maximize%20Opportunities%20for%20Reinvigorating%20the%20Economy%20(CREATE%20MORE)%20Act&refNo=Revenue%20Memorandum%20Order%20No.%20026-2025",
                                "Details": {
                                    "Details": "I. OBJECTIVE:\n\nTo facilitate the proper identification and monitoring of payment for creditable withholding tax pursuant to the issuance of Revenue Regulations (RR) No. 005-2025, in relation to Republic Act (RA) No. 12066, otherwise known as Corporate Recovery and Tax Incentives for Enterprises Maximize Opportunities for Reinvigorating the Economy (CREATE MORE) Act, the following ATCs are hereby modified: HSAcaE\n\nEXISTING (per ATC Handbook)\n\nLEGAL BASIS\n\nBIR FORM NO.\n\nMODIFIED/NEW\n\nATC\n\nDescription\n\nTax Rate\n\nDescription\n\nOn one-half (1/2) of the gross remittances by e-marketplace operators to the sellers/merchants for the goods or services sold/paid through their platform/facility\n\n1/2%\n\nR.A. No. 12066/\nRR No. 5-2025\n\n1601-EQ/\n2307\n\nOn the gross remittances by e-marketplace operators to the sellers/merchants for the goods or services sold/paid through their platform/facility\n\nWI820\n\nIndividual\n\nIndividual\n\nWC820\n\nCorporate\n\nCorporate\n\nOn one-half (1/2) of the gross remittances by digital financial services to the sellers/merchants for the goods or services sold/paid through their platform/facility\n\n12%\n\nR.A. No. 12066/\nRR No. 5-2025\n\n1601-EQ/\n2307\n\nOn the gross remittances by digital financial services to the sellers/merchants for the goods or services sold/paid through their platform/facility\n\nWI830\n\nIndividual\n\nIndividual\n\nWC830\n\nCorporate\n\nCorporate\n\nII. REPEALING CLAUSE:\n\nThis Revenue Memorandum Order (RMO) revises portions of all other issuances inconsistent herewith. AScHCD\n\nIII. EFFECTIVITY:\n\nThis RMO shall take effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 12066",
                                        "Title": "Amendments to Certain Sections and Adding New Sections to the NIRC of 1997",
                                        "Date": "11/08/2024"
                                    }
                                ],
                                "Taxation": [
                                    {
                                        "Reference Number": "Revenue Regulations No. 005-2025",
                                        "Title": "Amending Revenue Regulations No. 2-98 Relative to the Withholding Tax Rates on Certain Income Payments Subject to Creditable Withholding Tax Pursuant to Section 57 of the National Internal Revenue Code of 1997, as Amended by Republic Act No. 12066",
                                        "Date": "02/25/2025"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "12",
                            "Original Law": {
                                "Date": "April 14, 2025",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 024-2025",
                                "Subject": "Implementation of Bring Your Own Device (BYOD)",
                                "To": "All Internal Revenue Officials, Employees, and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=c63cfe9c&title=Implementation%20of%20Bring%20Your%20Own%20Device%20(BYOD)&refNo=Revenue%20Memorandum%20Order%20No.%20024-2025",
                                "Details": {
                                    "Details": "I. BACKGROUND\n\nWith the rapid advancement of mobile technology and the growing demand for flexible work environments, the BIR will implement BYOD strategy to allow employees and other authorized third parties (partner, consultant, and contractor/service provider) to use their personal devices for work-related activities offering more convenience, flexibility, and productivity. This approach can improve the satisfaction of employees and other parties allowed to use personal device/s by enabling the use of said devices. However, implementing BYOD also introduces challenges related to data security, privacy and compliance. To address these, BYOD policies and guidelines are hereby prescribed to ensure secure and effective integration into the BIR workplace. HEITAD\n\nII. OBJECTIVE\n\nThis Order is issued to:\n\na. Ensure security, confidentiality and integrity of information when accessing BIR network through personal device/s;\n\nb. Prescribe policies, guidelines and procedures on the implementation and use of personal device/s.\n\nIII. POLICIES AND GUIDELINES\n\nA. The following persons shall be allowed to use personal device/s:\n\n• Employees\n\n• Consultant/Contractor/Service Provider\n\n• Partner government agencies, and\n\n• Other Third Parties except those accessing BIR network for one-day presentation purposes only\n\nB. The following personal device/s shall be allowed to be connected to the BIR network/resources:\n\n1. Laptop\n\n2. Smartphone/tablet\n\n3. Desktop Computer\n\n4. Printer (applicable only if allocation of printer by Property Division is insufficient)\n\nC. BYOD Users shall strictly: aDSIHc\n\n1. Abide by the Policies and Guidelines on Revised Information and Communications Technology (ICT) Security Policy (RMO 15-2014) and Republic Act 10173 (Data Privacy Act of 2012).\n\n2. Adhere to the Acceptable Use Policy (AUP).\n\n3. Undergo Information Security Awareness and Data Privacy Act briefings in order to register and use their personal devices (applicable only to BIR employees and contractors).\n\n4. Users who need to connect their personal device/s to the BIR's internet shall register first their devices and comply to this issuance before requesting and be given access to the internet using their personal devices.\n\n5. Allow authorized ISG personnel to access/inspect registered personal device/s, including conduct of vulnerability assessment (VA). However, employees accessing BIR network (WiFi) using smartphone/tablet shall not undergo VA.\n\n6. Ensure that:\n\n6.1 updates are regularly applied to the operating system and primary applications such as email client, web browser and security software. Updates shall be the responsibility of the user.\n\n6.2 personal and BIR-related files/application systems are encrypted and separated from one another (i.e., a dedicated folder/storage used as a repository for official/work related files and/or application systems).\n\n7. Secure the device/s to prevent sensitive data from being loss or compromised. Be fully liable for the loss of BIR data stored therein. BIR shall not be responsible for the loss of the registered device/s.\n\n8. Report to authorized BIR personnel lost or stolen device/s within 24 hours.\n\n9. Handle other issues not related to BIR network/resources.\n\n10. Ensure removal/deletion of work-related data prior to disposal/pullout of the registered device.\n\nD. Personal device/s to be connected to the BIR network/resources of:\n\n1. Third party/guest shall:\n\n1.1 be limited to a single device access.\n\n1.2 be allowed for one-day connectivity if purpose of connection is for presentation only.\n\n1.3 be disconnected from the network in case of anomaly or suspicious activity without prior notice. ATICcS\n\n2. BIR employees and All Other Users shall:\n\n2.1 be registered with BIR by accomplishing BYOD application form except for those requesting for one-day connectivity and for presentation purposes only.\n\n2.2 be limited to a single device access; further, BIR officials (holding director item/position) shall be allowed access to three (3) devices.\n\n2.3 undergo vulnerability assessment (VA) for laptops/Desktop PC.\n\n2.4 have an advance endpoint security solution (e.g., Malwarebytes, eScan) and activated the following security features of the device:\n\na. password/Personal Identification Number (PIN)/biometrics protection\n\nb. encryption of data stored therein (e.g., bitlocker)\n\n2.5 be allowed only for a maximum of three (3) months network connection.\n\n2.6 be subjected to the following, once approved:\n\n2.6.1 installation of Endpoint Detection and Response (EDR) agent/solution.\n\n2.6.2 regular onsite inspection and/or post audit by authorized Revenue Data Center (RDC)/Network Management and Technical Support Division (NMTSD) technical support personnel.\n\n2.6.3 be disconnected from the network in case of anomaly or suspicious activity without prior notice.\n\nE. Application to use the Personal Device and Conduct of VA\n\n1. Application Form for BYOD, AUP and submission of certificate of attendance to the Information Security Awareness and Data Privacy Act Briefing shall be digitally submitted by the requestor by accessing the QR code or link as provided on a separate memorandum.\n\n2. Conduct of VA shall be done by Security Management Division (SMD), RDC technical support personnel or Regional Tech support personnel.\n\n3. Approval/Disapproval of BYOD application is done thru the workflow, included in the MS Forms submitted by requestor. ETHIDa\n\nIV. ROLES AND RESPONSIBILITIES\n\nA. User/Requestor\n\n1. Access the QR Code/Link for request of more than one (1) day connectivity; otherwise create a ticket on Servicedesk thru coordination with the point person from BIR for 1 day connectivity for presentation purposes only.\n\n2. Fill-up the online forms and upload the Certificate of Attendance to the Information Security Awareness and Data Privacy Act Briefing (applicable only to BIR employees and contractors).\n\n3. Resolve vulnerabilities found in the device, if any. Provide additional requirement as may be required (applicable to laptop/desktop PC).\n\n4. Receive email notification on the status of BYOD application.\n\nB. RDC-CONED/NODC-CONED/NMTSD\n\n1. Receive email notification of user's request for BYOD of more than one (1) day connectivity; otherwise receive email notification from Servicedesk for request valid for 1 day connectivity.\n\n2. Validate completeness and accuracy of request.\n\n3. Evaluate the request as to the:\n\na. reason/justification for the request\n\nb. inventory of desktop computers/printers provided to their office\n\nc. conformance of the device/s to the security features requirement including the advance endpoint security solution\n\n4. Conduct vulnerability assessment (VA) if the device is laptop or desktop PC (applicable to RDC-CONED/NODC-CONED only).\n\na. If with vulnerabilities, inform and/or assist user/requestor on the resolution of vulnerabilities.\n\nb. Re-conduct VA if vulnerabilities have been resolved.\n\n5. Approve request if it pass the evaluation, otherwise, disapprove the request.\n\n6. Implement connection of the device to the BIR network if approved by the RDC Head/NMTSD Chief.\n\n7. Provide assistance to SMD on the installation of EDR. TIADCc\n\n8. Prepare the following monthly inventory list and submit to Office of ACIR-ISDOS/SMD:\n\na. approved/disapproved registration for BYOD from the list of requests generated thru Sharepoint.\n\nb. list of disconnected devices from the network (if any).\n\n9. Conduct quarterly onsite inspection and/or post audit of the registered devices for BYOD to offices under their area of jurisdiction.\n\n10. Prepare onsite inspection/post audit report and submit to OACIR-ISDOS, copy furnish SMD.\n\nC. NMTSD\n\n1. Endorse BYOD request from National Office (N.O.) to SMD thru email for conduct of VA.\n\n2. Receive notification from SMD of the vulnerabilities found, (if any) for laptop/desktop PC BYOD request.\n\n3. Inform SMD if vulnerabilities have been resolved for re-conduct of VA.\n\n4. Monitor approved devices connected to the BIR network.\n\n5. Work closely with concerned offices on security breaches relative to the use of BYOD.\n\n6. Coordinate with SMD on security matters relative to BYOD Policy.\n\n7. Analyze and implement required mitigation on identified security breaches.\n\nD. SMD\n\n1. Receive thru email the endorsed N.O. request/s from NMTSD for conduct of VA.\n\n2. Conduct VA on laptop/desktop PC.\n\n3. If with vulnerabilities, inform NMTSD of the vulnerabilities for resolution.\n\n4. Re-conduct VA if vulnerabilities have been resolved.\n\n5. Inform NMTSD thru email if laptop/desktop has been cleared from VA.\n\n6. Install EDR agent/solution to the approved device. cSEDTC\n\n7. Receive from RDC-CONED/NODC-CONED/NMTSD the monthly inventory list of the approved/disapproved registration for BYOD.\n\n8. Receive from RDC-CONED/NODC-CONED/NMTSD the onsite inspection/post audit report.\n\n9. Monitor approved BYOD connected to the BIR network.\n\n10. Work closely with concerned offices on security breaches relative to the use of BYOD.\n\n11. Analyze and implement required mitigation on identified security breaches.\n\nE. OACIR-ISDOS\n\n1. Receive from RDC-CONED/NODC-CONED/NMTSD the monthly inventory list of the approved/disapproved registration for BYOD and the list of disconnected devices from the network (if any).\n\n2. Receive from RDC-CONED/NODC-CONED/NMTSD the onsite inspection/post audit report.\n\n3. Review submitted inventory list/post audit report and provide recommendation or necessary corrective action to concerned office, if applicable.\n\nV. EFFECTIVITY\n\nThis Order shall take effect immediately.\n\n(SGD.) ROMEO D. LUMAGUI, JR.\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            }
                        }
                    ]
                }
            ]
        }
    ]
}