{
    "libraryItemNo": 3,
    "libraryName": "Taxation",
    "contents": [
        {
            "contentItemNo": "1",
            "contentTitle": "Bureau of Internal Revenue (BIR)",
            "subContents": [
                {
                    "subcontentItemNo": "7",
                    "subcontentTitle": "Primer",
                    "case": [
                        {
                            "regulationNo": "1",
                            "Original Law": {
                                "Date": "March 2018",
                                "Reference Number": "PRIMER ON REPUBLIC ACT NO. 10963",
                                "Subject": null,
                                "To": null,
                                "URL": "https://cdasiaonline.com/document?type=law&id=772bde7a&title=Tax%20Reform%20for%20Acceleration%20and%20Inclusion%20(TRAIN)%20Law&refNo=Primer%20on%20Republic%20Act%20No.%2010963",
                                "Details": {
                                    "Details": "TAX REFORM FOR ACCELERATION AND INCLUSION (TRAIN) LAW\n\nPERSONAL INCOME TAX\n\nStarting January 1, 2018, compensation income earners, self-employed and professional taxpayers (SEPs) whose annual taxable incomes are P250,000 or less are exempt from the personal income tax (PIT).\n\nThe 13th month pay and other benefits amounting to P90,000 are likewise tax-exempt.\n\nTax schedule effective January 1, 2018 until December 31, 2022 is as follows:\n\nAMOUNT\n\nRATES\n\nNot Over P250,000\n\n0%\n\nOver P250,000 but not over P400,000\n\n20% of the Excess Over P250,000\n\nOver P400,000 but not over P800,000\n\nP30,000 + 25% of the Excess over P400,000\n\nOver P800,000 but not over P2,000,000\n\nP130,000 + 30% of the Excess over P800,000\n\nOver P2,000,000 but not over P8,000,000\n\nP490,000 + 32% of the Excess over P2,000,000\n\nOver P8,000,000\n\nP2,410,000 + 35% of the Excess over P8,000,000\n\nTax schedule effective January 1, 2023 and onwards:\n\nAMOUNT\n\nRATES\n\nNot Over P250,000\n\n0%\n\nOver P250,000 but not over P400,000\n\n15% of the Excess Over P250,000\n\nOver P400,000 but not over P800,000\n\nP22,500 + 20% of the Excess over P400,000\n\nOver P800,000 but not over P2,000,000\n\nP102,500 + 25% of the Excess over P800,000\n\nOver P2,000,000 but not over P8,000,000\n\nP402,500 + 30% of the Excess over P2,000,000\n\nOver P8,000,000\n\nP2,202,500 + 35% of the Excess over P8,000,000\n\nSEPs who are also earning compensation income shall be subject to:\n\n• On Compensation Income — graduated income tax (IT) schedule\n\n• On Income from Business or Practice of Profession —\n\no If Gross Sales and/or Gross Receipts and other Non-Operating Income do not exceed P3,000,000 — either 8% fixed tax or graduated IT schedule.\n\no If Gross Sales and/or Gross Receipts and other Non-Operating Income exceed P3,000,000 — graduated IT schedule.\n\nEXAMPLES:\n\n1. For a CALL CENTER AGENT who receives a monthly salary of P21,000 with mandatory annual deductions of P15,166.00 consisting of SSS, Philhealth, and Pag-ibig contributions, the income tax is computed as:\n\nA. Annual Basic Salary\n\nP252,000.00\n\nB. 13th Month Pay and Other Benefits\n\n21,000.00\n\nC. Mandatory Contributions\n\n15,166.00\n\nComputation of Income Tax\n\nAnnual Gross Income (A+B)\n\nP273,000.00\n\nDeductions and Exemptions (B+C)\n\n36,166.00\n\nNet Taxable Income\n\nP236,834.00\n\nIncome Tax Rate:\n\nOver 0-P250,000 =\n\n0%\n\nTAX DUE\n\nP0.00\n\n====\n\n2. For a public school TEACHER (SG14, Step1) who receives a monthly salary of P26,494.00 with mandatory annual deductions of P34,185.00 consisting of GSIS, Philhealth, and Pag-ibig contributions, the income tax is computed as:\n\nA. Annual Basic Salary\n\nP317,928.00\n\nB. 13th Month Pay and Other Benefits\n\n26,494.00\n\nC. Mandatory Contributions\n\n34,185.00\n\nComputation of Income Tax\n\nAnnual Gross Income (A+B)\n\nP344,422.00\n\nDeductions and Exemptions (B+C)\n\n60,679.00\n\nNet Taxable Income\n\nP283,743.00\n\nIncome Tax Rate:\n\nOver 0-P250,000\n\n=\n\n0%\n\nOver P250,000-P400,000\n\n=\n\n20% of Excess over P250,000\n\nTAX DUE: P250,000.00\n\n=\n\nP0.00\n\n33,743.00 x 20%\n\n=\n\nP6,748.60\n\n=======\n\nTAX ON PASSIVE INCOME TAX\n\n• Interest on FCDU deposits — 15%\n\n• Sale of Unlisted shares — 15%\n\n• Sale of Listed shares — 0.6 of 1%\n\n• Pre-terminated long-term time deposits — 20%\n\nFRINGE BENEFITS\n\nA final tax of 35% is imposed on the grossed up monetary value of fringe benefit granted to the employee (except rank and file employees) by the employer, whether an individual or a corporation. Such tax is payable by the employer. aScITE\n\nOPTIONAL STANDARD DEDUCTION (OSD)\n\nA general professional partnership and the partners comprising such partnership may avail of the OSD only once, either by the general professional partnership or the partners.\n\nFILING OF INCOME TAX RETURNS (ITR) AND PAYMENT OF TAXES\n\n• An individual whose taxable income does not exceed P250,000 is not required to file an income tax return.\n\n• The ITR shall be composed of a maximum of four (4) pages in paper or electronic form.\n\n• Substituted filing of ITR by employees receiving purely compensation income by respective employers will be evidenced by the Certificate of Withholding filed and duly stamped \"received\" by the BIR. It shall be tantamount to the substituted filing of ITRs by the said employees.\n\n• The rate of withholding of tax at source shall not be less than 1% but not more than 15% of the income payment beginning January 1, 2019.\n\nESTATE TAX\n\nThe rate of estate tax to be paid upon the transfer of the net estate of decedent to his heir or beneficiary is fixed at 6% of the value of net estate.\n\n• Deductions allowed to the estate of a Citizen or Resident —\n\no Standard deduction equivalent to P5,000,000;\n\no Claims against the estate;\n\no Claims of the deceased against insolvent persons where the value of the decedent's interest therein is included in the value of the gross estate;\n\no Unpaid mortgages upon, or any indebtedness in respect to property of the decedent;\n\no Property previously taxed;\n\no Transfers for public use;\n\no The Family home equivalent to current fair market value of the decedent's family home not exceeding P10,000,000; and\n\no Amount received by heirs under RA 4917.\n\n• Deductions allowed to the estate of a Non-Resident Citizen —\n\no Standard deduction equivalent to P5,000,000;\n\no Proportion of the following deductions:\n\na) Claims against the estate;\n\nb) Claims of the deceased against insolvent persons, and\n\nc) Unpaid mortgages upon, or any indebtedness in which the value of such part bears to the value of his entire gross estate wherever situated;\n\no Property previously taxed;\n\no Transfers for public use;\n\no The family home equivalent to current fair market value of the decedent's family home not exceeding P10,000,000; and\n\no Amount received by heirs under RA 4917.\n\n• The net share of the surviving spouse in the conjugal partnership property diminished by the obligations properly chargeable to such property is deducted from the net estate of the decedent.\n\n• The estate tax returns showing a gross value exceeding P5,000,000 shall be supported with a statement duly certified to by a Certified Public Accountant (CPA).\n\n• The estate tax returns shall be filed within one (1) year from the decedent's death.\n\n• In case the available cash of the estate is insufficient to pay the total estate tax due, payment by installment shall be allowed within two (2) years from the statutory date for its payment without civil penalty and interest.\n\n• Withdrawals from the bank deposit account of the decedent are allowed subject to a final withholding tax of six (6%) percent.\n\nDONOR'S TAX\n\nThe tax payable by a donor for each calendar year shall be fixed at 6% based on the total gifts in excess of P250,000.00.\n\n• Any contribution in cash or in kind to any candidate, political party or coalition of parties for campaign purposes shall be governed by the Election Code as amended.\n\n• Exemption of gifts made by a resident:\n\no Gifts made to or for the use of the National Government or any entity created by any of its agencies which is not conducted for profit, or to any political subdivision of the said Government.\n\no Gifts in favor of an educational and/or charitable, religious, cultural or social welfare corporation, institution, accredited nongovernment organization, trust or philanthropic organization or research institution or organization: Provided, That not more than 30% of said gifts shall be used by such donee for administration purposes.\n\nVAT:\n\n• The threshold gross sales/receipts is Php3 Million.\n\n• A purely self-employed individual and/or professional who is VAT registered but whose gross sales/receipts now fall below the new VAT threshold may change his status to NON-VAT and avail of:\n\ni. The graduated income tax rates under Sec. 24 (A) (2) (a) of the NIRC, as amended; or\n\nii. An 8% tax on gross sales/receipts and other non-operating income in excess of P250,000 in lieu of the graduated income tax rates and the percentage tax under Sec. 116 of the NIRC, as amended.\n\nNOTE: Once the option is made, such is already irrevocable for that particular taxable year.\n\n• Coverage is expanded to include:\n\no Electric cooperatives;\n\no Domestic shipping importation;\n\no Power transmission;\n\no Low-cost housing (price more than Php2 Million) and socialized housing (price more than Php450,000) until 2020;\n\no Lease of residential units (exceeding Php15 thousand);\n\no Boy Scouts of the Philippines;\n\no Philippine Sports Commission;\n\no PTV Network;\n\no Philippine Postal Corporation;\n\no Bangko Sentral ng Plipinas;\n\no PhilHealth;\n\no GSIS; and\n\no SSS.\n\n• Additional Exemptions include:\n\no Sale of medicines prescribed for diabetes, high cholesterol, and hypertension beginning January 1, 2019;\n\no Sale of gold to the Bangko Sentral ng Pilipinas;\n\no Transfer of property under a de facto merger or consolidation; and\n\no Condominium and homeowners association dues, membership fees and other charges.\n\n• Indirect Exporters are still VAT zero rated until the establishment and implementation of an enhanced VAT refund system.\n\n• Criteria of an enhanced VAT refund system:\n\no All applications filed from 1 January 2018 shall be processed and must be decided within 90 days from the filing of the VAT refund application (NOTE: Failure on the part of the BIR official, agent or employee to act on the application within the 90 day period is punishable under Sec. 269 of the NIRC, as amended); and\n\no All pending VAT refund claims as of December 31, 2017 shall be fully paid in cash by December 31, 2019.\n\n• Official Development Assistance (ODA) projects are not subject to the final withholding VAT [Sec. 114 (C)].\n\nCIGARETTE EXCISE TAX\n\n• The tax rates, per pack of 20s, on cigarettes packed by hand or by machine are:\n\no January 1, 2018-June 30, 2018 — 32.50\n\no July 1, 2018-December 31, 2019 — 35.00\n\no January 1, 2020-December 31, 2021 — 37.50\n\no January 1, 2022-December 31, 2023 — 40.00\n\no January 1, 2024 onwards — 4% annual increase\n\nPETROLEUM EXCISE TAX\n\n• The tax rates are:\n\nPetroleum product\n\nUnit\n\n2018\n\n2019\n\n2020 onwards\n\nLubricating oils & greases\n\nLiter/kilogram\n\n8.00\n\n9.00\n\n10.00\n\nProcessed gas\n\nLiter\n\n8.00\n\n9.00\n\n10.00\n\nWaxes & petrolatum\n\nKilogram\n\n8.00\n\n9.00\n\n10.00\n\nDenatured alcohol\n\nLiter\n\n8.00\n\n9.00\n\n10.00\n\nNaphtha, regular gasoline, pyrolysis gasoline\n\nLiter\n\n7.00\n\n9.00\n\n10.00\n\nUnleaded premium gasoline\n\nLiter\n\n7.00\n\n9.00\n\n10.00\n\nAviation turbo jet fuel\n\nLiter\n\n4.00\n\n4.00\n\n4.00\n\nKerosene\n\nLiter\n\n3.00\n\n4.00\n\n5.00\n\nDiesel fuel oil\n\nLiter\n\n2.50\n\n4.50\n\n6.00\n\nLiquefied petroleum gas\n\nKilogram\n\n1.00\n\n2.00\n\n3.00\n\nAsphalts\n\nKilogram\n\n8.00\n\n9.00\n\n10.00\n\nBunker fuel oil\n\nLiter\n\n2.50\n\n4.50\n\n6.00\n\nPetroleum coke\n\nMetric ton\n\n2.50\n\n4.50\n\n6.00\n\nAUTOMOBILE EXCISE TAX\n\n• The Tax Rates, imposed on the importer's or manufacturer's price, net of the excise and value-added taxes are:\n\nNet Price (in Php)\n\nRate (in percent)\n\nTraditional\n\nHybrid\n\nNot more than 600,000\n\n4\n\n2\n\nOver 600,000 to 1 Million\n\n10\n\n5\n\nOver 1 Million to 4 Million\n\n20\n\n10\n\nOver 4 Million\n\n50\n\n25\n\n• A hybrid vehicle is a motor vehicle powered by electric energy in combination with gasoline, diesel or any motive power, that can propel itself from a stationary condition using solely electric motor.\n\n• Additional tax-exempt vehicles include pick-up trucks & electric vehicles.\n\nEXCISE TAX ON COSMETIC PROCEDURES\n\n• Tax rate and base: 5% of the gross receipts on invasive cosmetic procedures, surgeries & body enhancements for aesthetic purposes. HEITAD\n\n• Exempt procedures include: 1) Procedures necessary to ameliorate a deformity arising from a congenital or developmental defect or abnormality, a personal injury resulting from an accident or trauma, or disfiguring disease, tumor, virus or infection, 2) Cases or treatments covered by the National Health Insurance Program.\n\nSWEETENED BEVERAGE TAX\n\nType of Sweetened Beverage\n\nRate (Php)\n\n• sweetened beverages using purely caloric and purely non-caloric sweeteners, or a mix of caloric and non-caloric sweetener\n\n⇒ 6.00 per liter\n\n• sweetened beverages using purely high fructose corn syrup (HFCS) in combination with any caloric or non-caloric sweeteners\n\n⇒ 12.00 per liter\n\n• Taxable non-alcoholic beverages include:\n\n✓ Sweetened juice drinks\n\n✓ Flavored water\n\n✓ Cereal & grain beverages\n\n✓ Sweetened tea\n\n✓ Energy sports drinks\n\n✓ Other non-alcoholic beverages with sugar added\n\n✓ Carbonated beverages\n\n✓ Other powdered drinks not classified as milk, juice, tea, & coffee\n\n• The list of exempt beverages includes:\n\n✓ All milk products\n\n✓ Meal replacement & medically indicated beverages\n\n✓ 100% natural fruit juices\n\n✓ Ground coffee, instant soluble coffee, & pre-packaged powdered coffee products (3-in-1, etc.)\n\n✓ 100% natural vegetable juices\n\nEXCISE TAX ON MINERAL PRODUCTS\n\nThe tax rates are:\n\n• Coal & coke, per metric ton:\n\nJan 1, 2018\n\nJan 1, 2019\n\nJan 1, 2020 onwards\n\nPhp50\n\nPhp100\n\nPhp150\n\n• Metallic & non-metallic minerals & quarry resources: 4% of the actual market value of the gross output at the time of removal or the BOC valuation for determining tariff and customs duties, net of the excise and value-added taxes\n\n• Indigenous petroleum: 6% of the fair international market price\n\nDOCUMENTARY STAMP TAX\n\nThe tax rates are:\n\nDocument/Transaction\n\nRate & Base\n\nOriginal issue of shares of stock\n\nPhp2.00 per Php200 or fractional part thereof, of the par value\n\nSales, agreements to sell, memoranda of sales, deliveries or transfer of shares or certificates of stock\n\nPhp1.50 per Php200 or fractional part thereof, of the par value of the stock\n\nCertificates of profits or interest in property or accumulations\n\nPhp1.00 per Php200 or fractional part thereof, of the face value\n\nBank checks, drafts, certificates of deposit not bearing interest and other instruments\n\nPhp3.00 per check, draft or certificate\n\nDebt instruments\n\nPhp1.50 per Php200 or fractional part thereof, of the issue value\n\nBills of exchange or drafts; Acceptance of bills of exchange & others; Foreign bills of exchange and letters of credit\n\nPhp0.60 per Php200 or fractional part thereof, of the face value\n\nLife insurance policies\n\nAmount of insurance\n(in Php)\n\nRate (Php)\n\nNot more than 100,000\n\nMore than 100,000 up to 300,000\n\n20.00\n\nMore than 300,000 up to 500,000\n\n50.00\n\nMore than 500,000 up to 750,000\n\n100.00\n\nMore than 750,000 up to 1,000,000\n\n150.00\n\nMore than 1,000,000\n\n200.00\n\nAnnuities\n\nPhp1.00 per Php200 or fractional part thereof, of the premium or instalment payment\n\nPre-need plans\n\nPhp0.40 per Php200 or fractional part thereof, of the premium or contribution\n\nCertificates; Warehouse receipts; Proxies\n\nPhp30.00\n\nJai-alai and horse race ticket, lotto or other authorized numbers games\n\nPhp0.20 per Php1.00 or fractional part thereof, of the cost of the ticket\n\nBills of lading or receipts\n\nValue of goods\n\nRate (Php)\n\nPhp100-Php1,000\n\n2.00\n\nMore than Php1,000\n\n20.00\n\nPowers of attorney\n\nPhp10.00\n\nLeases and other hiring agreements\n\nValue of agreement/lease\n\nRate\n(in Php)\n\nFirst Php2,000\n\n6.00\n\nFor every Php1,000 or fractional part thereof, in excess of the first Php2,000\n\n2.00\n\nMortgages, pledges and deeds of trust\n\nAmount secured\n\nRate\n(Php)\n\nFirst Php5,000\n\n40.00\n\nFor every Php5,000 or fractional part thereof, in excess of the first Php5,000\n\n20.00\n\nLeases and other hiring agreements\n\nValue of agreement/lease\n\nRate\n(in Php)\n\nFirst Php2,000\n\n6.00\n\nFor every Php1,000 or fractional part thereof, in excess of the first Php2,000\n\n2.00\n\nMortgages, pledges and deeds of trust\n\nAmount secured\n\nRate\n(Php)\n\nFirst Php5,000\n\n40.00\n\nFor every Php5,000 or fractional part thereof, in excess of the first Php5,000\n\n20.00\n\nDeeds of sale, conveyances and donation of real property, except those exempt from the donor's tax\n\nPhp15.00 per Php1,000 or fractional part thereof, of the consideration or value\n\nCharter parties and similar instruments\n\nRegistered tonnage\n\nRate (Php)\n\nNot more than 1,000 tons\n\nPhp1,000 on the first 6 months, and Php100 for each month/fractional part in excess of 6 months\n\n1,000 tons-10,000 tons\n\nPhp2,000 on the first 6 months, and Php200 for each month/fractional part in excess of 6 months\n\nMore than 10,000 tons\n\nPhp3,000 on the first 6 months, and Php300 for each month/fractional part in excess of 6 months\n\nADMINISTRATIVE MEASURES\n\n• Mandatory marking of all fuel products and imposition of fines for related offences.\n\n• Use of appropriate counting or metering devices to determine volume of fuel importation and production.\n\n• Issuance of receipts or sales or commercial invoices on the sale and transfer of merchandise or for services rendered valued at Php100 or more.\n\n• By 2023, those engaged in the export of goods and services, taxpayers engaged in e-commerce and those belonging to the Large Taxpayers Service are required (1) to issue electronic receipts or sales or commercial invoices and (2) to electronically report their sales data to the Bureau of Internal Revenue (BIR).\n\n• Fine for attempt to evade or defeat tax is set at not less than Php500,000 but not more than Php10,000,000 and imprisonment of not less than 6 years but not more than 10 years.\n\n• Fine for printing of (a) receipts without authority of the BIR, (b) double or multiple sets, or (c) unnumbered receipts is set at not less than Php500,000 but not more than Php10,000,000 and imprisonment of not less than 6 years but not more than 10 years.\n\n• Penalty for failure to transmit sales data to the BIR's electronic sales reporting system is 1/10 of 1% of the annual income or Php10,000, for each day.\n\n• Fine for the purchase/use/possession/sale-or-offer-to-sell/installation/transfer/update/upgrade/maintenance of sales suppression devices is set at not less than Php500,000 but not more than Php10,000,000 and imprisonment of not less than 2 years but not more than 4 years.\n\nEARMARKING OF INCREMENTAL REVENUES FROM THE TRAIN\n\n• Not more than 70% for infrastructure projects such as the Build, Build, Build Program\n\n• Not more than 30% for:\n\no the sugarcane industry;\n\no social mitigating measures and investments in education, health, social protection, employment and housing; and\n\no social welfare and benefits program.\n\n— such as unconditional cash transfer of Php200 monthly on the first year and Php300 monthly on the next 2 years;\n\n— for fuel vouchers to qualified public utility jeepney operators/drivers; and\n\n— for minimum wage earners/unemployed/poor.\n\n* fare discounts,\n\n* free TESDA skills training, and\n\n* discounted purchase of NFA rice.\n\nREPEALED PROVISIONS\n\nINCOME TAX EXEMPTION\n\n• PWD as dependent\n\n• Foster Child as dependent\n\nVAT EXEMPTION\n\nAGRICULTURE\n\n• High Value Crops Development Act of 1995\n\n• Philippine Fisheries Code of 1998\n\n• Seed Industry Development Act of 1992\n\n• Organic Agriculture Act of 2010\n\n• National Dairy Development Act of 1995\n\nHEALTH\n\n• Rare Diseases of the Philippines\n\n• Magna Carta for Persons with Disabilities\n\n• National Health Insurance of 1995\n\n• Traditional and Alternate Medicine Act (TAMA) of 1997\n\nENVIRONMENT\n\n• Ecological Solid Waste Management Act of 2000\n\n• Philippine Clean Water Act of 2004\n\nHOUSING\n\n• Home Development Mutual fund\n\n• Balance Housing Development Program\n\n• Urban Development Housing Act\n\nEDUCATION AND ARTS\n\n• Aklan State College of Agriculture\n\n• The Philippine State College of Aeronautics\n\n• Batangas State University\n\n• Sta. Rosa Science and Technology High School\n\n• UP Charter of 2008\n\n• Philippine Normal University Modernization Act of 2009\n\n• Science Act\n\n• Davao Oriental State College of Science and Technology\n\n• National Commission for Culture and Arts\n\n• National Museum Act of 1998\n\n• Eastern Visayas Science High School\n\n• Higher Education Modernization Act of 1997\n\n• Aklan State University\n\n• An Act Establishing the Guimaras State College\n\n• Mindanao University of Science and Technology\n\n• UP Franchise to Install Radio and Television Broadcasting Stations\n\n• Negros Occidental Agricultural College\n\n• Philippine Sports Commission Act\n\n• Manlilikha ng Bayan Act\n\n• Strengthening People's Nationalism through Philippine History Act\n\nELECTRICITY\n\n• National Grid Corp. of the Philippines Act\n\nINDUSTRY\n\n• Investors and Inventions Incentives Act of the Phils.\n\n• Downstream Oil Industry Deregulation Act\n\n• Jewelry Industry Development Act\n\n• Regional or Area Headquarters, Regional Operating Headquarters and Regional Warehouses of Multinational Companies\n\n• The New Central Bank Act\n\n• Iron and Steel Industry Act\n\n• Philippine Green Jobs Act\n\n• Phil. Halal Export Development and Promotion Act of 2016\n\n• Civil Avian Authority Act of 2008\n\nOTHERS\n\n• Postal Service Act\n\n• GSIS Act of 1997\n\n• Veterans Federation of the Philippines\n\n• Charity Sweepstakes, Horses Races and Lotteries\n\n• Boy Scout of the Philippines\n\n• The Social Security Act\n\n• PDIC Charter\n\n• Revised AFP Modernization Program\n\n• Overseas Workers Welfare Administration Act\n\n• Charter of the People's Television Network, Inc.\n\nSenate Tax Study-Research Office (STSRO)",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            },
                            "Cited Reference": {
                                "Laws": [
                                    {
                                        "Reference Number": "Republic Act No. 11199",
                                        "Title": "Social Security Act of 2018",
                                        "Date": "02/07/2019"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 11033",
                                        "Title": "Converting the Davao Oriental State College of Science and Technology in Mati City into Davao Oriental State University",
                                        "Date": "05/28/2018"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10884",
                                        "Title": "Balanced Housing Development Program Amendments",
                                        "Date": "07/17/2016"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10817",
                                        "Title": "Philippine Halal Export Development and Promotion Act of 2016",
                                        "Date": "05/16/2016"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10801",
                                        "Title": "Overseas Workers Welfare Administration Act",
                                        "Date": "05/10/2016"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10771",
                                        "Title": "Philippine Green Jobs Act of 2016",
                                        "Date": "04/29/2016"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10747",
                                        "Title": "Rare Diseases Act of the Philippines",
                                        "Date": "03/03/2016"
                                    },
                                    {
                                        "Reference Number": "DND Department Circular No. 03-13",
                                        "Title": "Implementing Guidelines, Rules and Regulations of the Revised Armed Forces of the Philippines Modernization Act (R.A. No. 10349)",
                                        "Date": "04/11/2013"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10086",
                                        "Title": "Strengthening Peoples' Nationalism Through Philippine History Act",
                                        "Date": "05/12/2010"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 10068",
                                        "Title": "Organic Agriculture Act of 2010",
                                        "Date": "04/06/2010"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9647",
                                        "Title": "Philippine Normal University Modernization Act of 2009",
                                        "Date": "06/30/2009"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9519",
                                        "Title": "Converting Mindanao Polytechnic State College into Mindanao University of Science and Technology",
                                        "Date": "01/07/2009"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9500",
                                        "Title": "The University of the Philippines Charter of 2008",
                                        "Date": "04/29/2008"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9497",
                                        "Title": "Civil Aviation Authority Act of 2008",
                                        "Date": "03/04/2008"
                                    },
                                    {
                                        "Reference Number": "National Commission for Culture and the Arts",
                                        "Title": "Amended IRR of R.A. No. 7356 (Law Creating the National Commission for Culture and the Arts)",
                                        "Date": "10/11/2007"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9275",
                                        "Title": "Philippine Clean Water Act of 2004",
                                        "Date": "03/22/2004"
                                    },
                                    {
                                        "Reference Number": "ERC Resolution No. 115",
                                        "Title": "Philippine Grid Code",
                                        "Date": "2001"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9141",
                                        "Title": "Conversion of Negros Occidental Agricultural College in Kabankalan City into Negros State College of Agriculture",
                                        "Date": "07/03/2001"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9138",
                                        "Title": "Establishment of Guimaras State College in Guimaras",
                                        "Date": "06/08/2001"
                                    },
                                    {
                                        "Reference Number": "Republic Act No. 9083",
                                        "Title": "Establishment of Science and Technology High School in Sta. Rosa, Laguna",
                                        "Date": "04/08/2001"
                                    }
                                ]
                            }
                        },
                        {
                            "regulationNo": "2",
                            "Original Law": {
                                "Date": "2008",
                                "Reference Number": "TAX GUIDE FOR PROFESSIONALS",
                                "Subject": null,
                                "To": null,
                                "URL": "https://cdasiaonline.com/document?type=law&id=2f8f2dd8&title=Tax%20Guide%20for%20Professionals&refNo=-",
                                "Details": {
                                    "Details": "A QUICK AND EASY PRIMER ON PAYING YOUR TAXES\n\nWHO ARE PROFESSIONALS?\n\nProfessional, classified as self-employed, refers to an individual or a group, practicing his or their profession or calling, with or without license under a regulatory board or body.\n\nWHAT ARE THE REGISTRATION REQUIREMENTS?\n\nDocumentary Requirements\n\nFor Individuals:\n\n1. Birth Certificate or any documents showing name, address, and birth date;\n\n2. Mayor's Permit, if applicable;\n\n3. DTI Certificate of Business Name to be submitted prior to issuance of the Certificate of Registration or BIR Form No. 2303, if applicable;\n\n4. Professional Regulation Commission ID, if applicable; and\n\n5. Payment of Professional Tax Receipt (PTR) from the local government, if applicable aSDCIE\n\nFor Corporations or Partnerships:\n\n1. Certificate of registration with the Securities and Exchange Commission\n\n2. Mayor's Permit\n\n3. Partnership Agreement\n\nProcedures\n\nStep 1. Accomplish Application for Registration — BIR Form 1901 (for individuals) or 1903 (for corporations or partnerships) with the applicable attachments, and submit to the Revenue District Officer (RDO) having jurisdiction over the principal place of business (for newly registered Professionals).\n\nNote: The Professional may electronically secure TIN through e-TIN at the BIR Website at www.bir.gov.ph or the BIR Portal at www.my.bir.gov.ph\n\nStep 2. Pay the registration fee of P500.00 using BIR Form 0605 (Payment Form) to any Authorized Agent Bank (AAB) located within the RDO.\n\nNote: The Professional should also register and pay the corresponding Registration Fee for each separate or distinct establishment.\n\nStep 3. Attend the required taxpayer's briefing at the RDO before the release of the BIR Certificate of Registration (COR) or BIR Form No. 2303, which reflects the returns that must be filed and the taxes to be paid.\n\nNote: The COR must be conspicuously displayed in the Professional's place of business.\n\nStep 4. Apply for Invoices/Receipts using BIR Form No. 1906 — Authority to Print.\n\nNote: An \"Ask for a Receipt\" Notice (ARN) must be posted conspicuously in the Professional's business establishment. DAEcIS\n\nStep 5. Register books of accounts (Journal/Ledger/Subsidiary Professional Income Book and Subsidiary Purchases/Expenses Book) and have them stamped by the RDO where the Professional is registered.\n\nStep 6. Update registration information, if needed, using BIR Form No. 1905 (change of registered address, personal exemptions, additional tax types, etc.) Submit this at the RDO having jurisdiction over the place of business.\n\nREGISTRATION REMINDER:\n\nThe BIR conducts a Tax Compliance Verification Drive (TCVD) or tax mapping operations to monitor if the taxpayer is complying with his registration requirements particularly on COR, ARN and books of accounts.\n\nWHAT ARE THE BOOKKEEPING REQUIREMENTS?\n\nProfessionals are required to maintain books of accounts using any acceptable method of accounting (accrual or cash basis) in a consistent manner. The same shall be preserved within the prescriptive period (3 years from the close of taxable year) for post audit examination.\n\nFor professionals whose quarterly revenues exceed one hundred fifty thousand pesos (P150,000.00), they shall have their books of accounts audited and examined by an independent Certified Public Accountant (CPA) in order to give an independent opinion regarding its financial condition. In addition, their annual returns shall be accompanied with certified balance sheets, profit and loss statements and other relevant documents.\n\nWHAT ARE THE INVOICING REQUIREMENTS?\n\n1. Receipts or sales or commercial invoices shall be serially numbered.\n\n2. Among other things, the name, business style, the TIN and business address of the Professional shall be shown.\n\n3. Receipts or invoices shall be issued by the Professional for every payment received. ICcaST\n\n4. The original of each receipt or invoice shall be issued to the client at the time the transaction is effected and the duplicate shall be preserved in the place of business for a period of 3 years from the close of the taxable year.\n\nNo. 087585\n\nJUAN DELA CRUZ\n\nInternal Medicine\n\nRoom 101, Philippine Medical Center, Q. C.\n\nTIN: 115-385-076-000 VAT\n\nNot to be issued for non-VAT/Exempt Sales of Goods, properties or services. If issued sale shall be subject to 12% VAT\n\n8000 Booklets\n\nBIR OCN 2GH00000890508\n\nEIA Printing Press\n\n90 Block 2, Deedemoire, West Avenue, Q. C.\n\nWHAT ARE THE BIR REQUIREMENTS?\n\n1. REGISTRATION FEE (RF)\n\n• An Annual Registration Fee of P500.00 shall be paid on or before the last day of January every year after the initial registration.\n\n2. COMPUTATION OF TAXES DUE\n\n2.1 Income Tax\n\n2.1.1 Tax Rate for Individuals — 5-32%\n\nHOW TO COMPUTE THE INDIVIDUAL INCOME TAX (EXAMPLE)\n\n* A taxpayer engaged in business or in the practice of profession shall choose either optional or itemized deduction. IHEAcC\n\nMethod of Allowable Deductions\n\nOptional Standard Deduction — There shall be allowed as deduction a maximum of 10% of gross income. A taxpayer who opts to avail of this deduction need not submit the Account Information Form (AIF)/Financial Statements.\n\nItemized Deduction — There shall be allowed as deduction from gross income all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on or which are attributable to the development, management, operation and/or conduct of the trade, business or exercise of profession including a reasonable allowance for salaries, travel, rental and entertainment expense.\n\nThe following are the itemized deductions:\n\n• Salaries, Wages and Other Employee's Benefits\n\n• Fringe Benefits\n\n• SSS, GSIS, Medicare, HDMF and other Contributions\n\n• Commission\n\n• Outside Services\n\n• Advertising\n\n• Rental\n\n• Insurance\n\n• Royalties\n\n• Repairs and Maintenance\n\n• Representation and Entertainment — limitation:\n\n1/2% — seller of goods (based on net sales)\n\n1% — seller of service (based on net revenue)\n\n• Transportation and Travel — here and abroad\n\n• Fuel and Oil\n\n• Communication, Light and Water\n\n• Supplies\n\n• Interest-paid or incurred during the taxable year of indebtedness Provided, Interest expense shall be reduced by an amount equal to the following percentages of interest income subjected to final tax:\n\n42%-July 1, 2005-December 31, 2008\n\n• Taxes and Licenses\n\n• Losses — actually sustained during the taxable year & not compensated for by insurance or other forms of indemnity shall be allowed if incurred in trade or business\n\n• Bad Debts — Actually ascertained to be worthless & charged off within the taxable year\n\n• Depreciation\n\n• Amortization and Intangibles\n\n• Depletion\n\n• Charitable Contributions Individual — 10% of Net Income before Charitable Contributions\n\n• Research and Development EcAISC\n\n• Amortization of Pension Trust Contribution\n\n• Miscellaneous\n\n• Professional Fees\n\n• Insurance Expenses\n\n• Light and Power, Telephone and Telegraph\n\n• Miscellaneous Expenses\n\nSufficient Evidence:\n\n• Official Receipts (OR)\n\n• Cash/Sales Invoice\n\n• Payroll\n\n• Vouchers\n\n• Bank Statements\n\n• Debit/Credit Memo\n\n2.1.2 Tax Rate for Corporations/Partnerships — 35%\n\n2.2 Expanded Withholding Tax (EWT) Rate to be used by Withholding Agents of Professionals:\n\n15% if total professional fees exceed P720,000.00 for the current year; or\n\n10% if total professional fees total P720,000.00 and below the current year\n\nTo determine the applicable tax rate to be applied/withheld, every Professional shall periodically disclose his gross income for the current year to the BIR Regional Office by submitting a Notarized Sworn Declaration in three (3) copies. aAEHCI\n\nNote: The expanded withholding tax being deducted by the withholding agent is merely an advance payment and NOT THE FULL PAYMENT of income tax due, if any, from the Professional.\n\n2.3 Business Taxes\n\nBusiness tax rates may either be:\n\n2.3.1 Value Added Tax (VAT) — 12% if gross professional fees exceed P1,500,000.00 for a 12-month period; or\n\n2.3.2 Percentage Tax (PT) or NON-VAT — 3% if gross professional fees total P1,500,000.00 and below for a 12-month period.\n\nVAT Receipt from Producer\n\nThe total amount which the purchaser pays or is obligated to pay to the seller with the indication that such amount includes the VAT; provided that:\n\n• The amount of tax shall be shown as a separate item in the invoice or receipts.\n\n• Excess Input Tax is subject to 70% of Output.\n\nHow to compute the VAT?\n\nTOTAL OUTPUT TAX or TOTAL SALES x 12%\n\nTOTAL INPUT TAX or TOTAL PURCHASES x 12%\n\nVAT PAYABLE\n\nWHERE CAN A PROFESSIONAL FILE & PAY THE TAX DUE?\n\n• The return shall be manually filed and paid with any Authorized Agent Bank (AAB) within the Revenue District Office (RDO) where the Professional is registered or required to register. In the absence of an AAB, with a Revenue Collection Officer (RCO) or duly Authorized City or Municipal Treasurer who shall issue a Revenue Official Receipt (BIR Form No. 2524). HTIEaS\n\n• In case there is no payment to be made, the return shall be filed with the RDO where the Professional is registered.\n\n• eFiling and ePayment can also be made with the BIR's Electronic Filing and Payment System (eFPS) in accordance with the provisions of existing applicable revenue issuances and Globe G-Cash (with threshold amounts).\n\nReminder:\n\nThe Professional needs to file a return even when there is no payment to be made.\n\nNote: THIRD PARTY INFORMATION. The BIR links up with government & other organizations to use their database.\n\nReminder:\n\nUnder the Run After Tax Evaders (RATE) program, the BIR and DOF investigate and prosecute individuals and/or entities engaged in tax evasion.\n\nReminder:\n\nThe BIR's Integrated Tax System (ITS) detects non-filing or non-payment of tax returns by a taxpayer.\n\nWHAT ARE THE TAX FORMS & THEIR DUE DATES?\n\n1. Payment form (individuals/corporations/partnerships)\n\n0605 On or before the last day of January every year after the initial registration.\n\n2. Income Tax — for individuals\n\n3. Income Tax — Corporations or Partnerships\n\n4. Value Added Tax\n\n5. Percentage Tax\n\n2551M 20th day after the end of each month\n\n* Together with the Summary List of Sales & Purchases where total sales exceed Php2.5M or total purchases exceed Php1M\n\nPay the Right Taxes\n\nBIR CONTACT CENTER: 981-8888\n\nBIR WEBSITE: www.bir.gov.ph\n\nThis publication was made possible through support provided by the Office of Economic Development and Governance, U.S. Agency for International Development, under the terms of Contract No. 492-A-00-04-00024-00. The opinions expressed herein are those of the author and do not necessarily reflect the views of the U.S. Agency for International Development.\n\nThis publication was made possible through assistance provided by the Economic Policy Reform and Advocacy (EPRA) project of the Ateneo de Manila University in cooperation with the Bureau of Internal Revenue and the Transparency and Accountability Network. The content is by the BIR. HCISED",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            }
                        }
                    ]
                }
            ]
        }
    ]
}