{
    "libraryItemNo": 3,
    "libraryName": "Taxation",
    "contents": [
        {
            "contentItemNo": "1",
            "contentTitle": "Bureau of Internal Revenue (BIR)",
            "subContents": [
                {
                    "subcontentItemNo": "19",
                    "subcontentTitle": "Revenue Memorandum Order",
                    "case": [
                        {
                            "regulationNo": "1481",
                            "Original Law": {
                                "Date": "February 8, 1995",
                                "Reference Number": "REVENUE MEMORANDUM ORDER NO. 07-95",
                                "Subject": "Prescribing the procedures in the Audit/Investigation of Cases Covered by the Third Party Information Program of the Assessment Service",
                                "To": "All Internal Revenue Officers and Others Concerned",
                                "URL": "https://cdasiaonline.com/document?type=law&id=714f3d01&title=Prescribing%20the%20procedures%20in%20the%20Audit/Investigation%20of%20Cases%20Covered%20by%20the%20Third%20Party%20Information%20Program%20of%20the%20Assessment%20Service%20&refNo=Revenue%20Memorandum%20Order%20No.%2007-95",
                                "Details": {
                                    "Details": "I. OBJECTIVES\n\n1. To identify potential taxpayers for audit based on third party information.\n\n2. To continue the compliance activity on all third party information cases.\n\nII. BACKGROUND\n\nIn September, 1994, third party information cases based on the Internal Revenue Service (IRS) Exchange Information Program were forwarded to the concerned Revenue District Offices (RDO) for audit/investigation. All these cases involve taxable year 1991 which will prescribe on April 15, 1995. Furthermore, the Assessment Service has identified potential taxpayers for audit based on data obtained from local sources.\n\nIII. GUIDELINES AND PROCEDURES\n\nREVENUE DISTRICT OFFICE\n\n1. Upon receipt of the third party information, the RDO shall locate the corresponding income tax returns (ITR) of the taxpayers. For the IRS Exchange of Information cases, check taxpayers' records for both Forms 1701 and 17010.\n\n2. If no tax return can be found within the District Office, the RDO shall contact the taxpayer personally or in writing at the given address informing him that the records of the RDO show that no return has been filled in his name. If necessary, a follow-up letter shall be sent within fifteen (15) days from the date of the first letter.\n\nSimultaneously, the RDO shall check the taxpayers records with the Information Systems Operations Service (ISOS). Within ISOS shall act on the request within two (2) working days from receipt of the request. In addition, the RDO shall tap the following information sources.\n\nAll efforts to locate the taxpayer shall be appropriately documented.\n\n3. If the taxpayer is located and an ITR was filed, the RDO shall perform the following procedures:\n\na. Verify if the declared income includes data gathered or supports the activity undertaken as cited in the third party information.\n\nb. Issue a Letter of Authority for substantial discrepancies noted to start the full audit/investigation of the internal revenue tax liabilities of the taxpayer in question.\n\nc. Prepare an audit report and the recommended assessment based on the result of the investigation and the third party information provided.\n\nd. Complete the Third Party Information Feedback Document (Annex \"A\") together with the audit, report and send directly to the Audit Data Bank Division, Assessment Service within five (5) days from submission of the docket to the Assessment Division. Incomplete/incorrect submission will result in a review of the docket by the Revalida Committee.\n\ne. Forward the docket of the case to the Assessment Division for review and issuance of the Assessment notice.\n\n4. If the taxpayer is located and no ITR was filed, and the following procedures shall apply:\n\na.  Issue a Letter of Authority for the investigation of the internal revenue tax liabilities of the taxpayer invoice\n\nb.  Prepare an audit report and recommend the assessment of the deficiency tax based on the result of the investigation and the third party information provided.\n\nc. Complete the Third Party Information Feedback Document (Annex \"A\") together with the Audit report and send directly to the Audit Data Bank Division. Assessment Service within five (5) days from submission of the docket to the Assessment Division. Incomplete/Incorrect submission will result in a review of the docket by the Revalida Committee.\n\nd. Forward the docket of the case to the Assessment Division for review and issuance of the Assessment notice.\n\n5.  In all third party information cases under investigation, the package audit system procedures and the prescribed audit reporting requirements shall be followed.\n\n6. If the taxpayer cannot be located the following procedures shall performed:\n\na. Accomplish feedback document (Annex \"A\") with documentary proof of the effort exerted to locate the taxpayer.\n\nb. Submit the same to the Audit Data Bank Division, Assessment Service.\n\n7. In case the third party information was sent to an RDO which no longer jurisdiction over the taxpayer concerned, the said RDO shall return the data and inform the ADBD of the present address of the taxpayer for re-assignment of the case to the next RDO having current jurisdiction over the taxpayer.\n\n8. Prepare a statute report (Annex \"B\") on a monthly basis and submit to the Regional Office. The Regional office shall send the consolidated status report by the fifth (5th) day of the month to Audit Data Bank Division Assessment Service.\n\n9. The RDO shall complete the activity on the third party information for taxable year 1991 cases referred to them not later than March 31, 1995.\n\nIV. EFFECTIVITY\n\nThis Order shall take effect immediately.\n\nLIWAYWAY VINZONS-CHATO\nCommissioner of Internal Revenue",
                                    "Footnote": "No footnotes found",
                                    "Annexes": "No annexes found"
                                }
                            }
                        }
                    ]
                }
            ]
        }
    ]
}